{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 3,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<bos>",
        0.0
      ],
      [
        "<eos>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "の",
        -3.170988524143336
      ],
      [
        "。",
        -3.266573305435694
      ],
      [
        "を",
        -3.533725701832868
      ],
      [
        "、",
        -3.754860454966952
      ],
      [
        "に",
        -3.7549102648098316
      ],
      [
        "は",
        -3.988401778014633
      ],
      [
        "が",
        -4.156316833266682
      ],
      [
        "と",
        -4.238573455866958
      ],
      [
        " ",
        -4.776354187863526
      ],
      [
        "で",
        -4.926060238795985
      ],
      [
        "る",
        -4.992361893730909
      ],
      [
        "した",
        -5.09119517203447
      ],
      [
        "た",
        -5.0989994610756675
      ],
      [
        "も",
        -5.149894685526724
      ],
      [
        "は、",
        -5.166162409522617
      ],
      [
        "い",
        -5.198704438672785
      ],
      [
        "である",
        -5.336773851204621
      ],
      [
        "や",
        -5.389435678189285
      ],
      [
        "ー",
        -5.4561513647099815
      ],
      [
        "て",
        -5.467289094440529
      ],
      [
        "った",
        -5.4999572474001415
      ],
      [
        "な",
        -5.50600984132233
      ],
      [
        "する",
        -5.559830711760952
      ],
      [
        "から",
        -5.570103957827583
      ],
      [
        "神",
        -5.584099321227941
      ],
      [
        "「",
        -5.639005607742986
      ],
      [
        "ス",
        -5.666785407255375
      ],
      [
        "く",
        -5.697617472046417
      ],
      [
        "この",
        -5.737508216267075
      ],
      [
        "が、",
        -5.771542847223289
      ],
      [
        "」",
        -5.774219209568506
      ],
      [
        "し",
        -5.795904012334834
      ],
      [
        "り",
        -5.8218147333951435
      ],
      [
        "ら",
        -5.825901073916635
      ],
      [
        "か",
        -5.850128794710918
      ],
      [
        "・",
        -5.879728060469633
      ],
      [
        "し、",
        -5.926942748840331
      ],
      [
        "ン",
        -5.93298719125776
      ],
      [
        "その",
        -5.946496158297018
      ],
      [
        "として",
        -5.9715652885593205
      ],
      [
        "して",
        -5.992034689627417
      ],
      [
        "き",
        -6.0009923125320785
      ],
      [
        "神話",
        -6.06182941509892
      ],
      [
        "という",
        -6.069655072593284
      ],
      [
        "れ",
        -6.0925308240300415
      ],
      [
        "人",
        -6.09313523377589
      ],
      [
        "者",
        -6.101698032712023
      ],
      [
        "ア",
        -6.104129968109933
      ],
      [
        "う",
        -6.121481394656732
      ],
      [
        "イ",
        -6.126172805748408
      ],
      [
        "って",
        -6.1339480900976975
      ],
      [
        "で、",
        -6.196732833155736
      ],
      [
        "え",
        -6.20155186422848
      ],
      [
        "ま",
        -6.234588453519833
      ],
      [
        "大",
        -6.2482740629412294
      ],
      [
        "ル",
        -6.252437302743034
      ],
      [
        "わ",
        -6.278685888346413
      ],
      [
        "め",
        -6.299163684279045
      ],
      [
        "神々",
        -6.312865004791282
      ],
      [
        "ト",
        -6.3229468308005385
      ],
      [
        "された",
        -6.3309450434940775
      ],
      [
        "地",
        -6.337604115695162
      ],
      [
        "女神",
        -6.339327357619848
      ],
      [
        "す",
        -6.37969202945056
      ],
      [
        "ゼウス",
        -6.3807588974204945
      ],
      [
        "ない",
        -6.392059117551852
      ],
      [
        "一",
        -6.412688853936963
      ],
      [
        "王",
        -6.420562292124598
      ],
      [
        "であった",
        -6.431167859072295
      ],
      [
        "によって",
        -6.433035065618671
      ],
      [
        "出",
        -6.452996540801735
      ],
      [
        "ラ",
        -6.485892973634909
      ],
      [
        "とされる",
        -6.488325605516459
      ],
      [
        "ゼウスは",
        -6.490617532151011
      ],
      [
        "  ",
        -6.516965171219814
      ],
      [
        "もの",
        -6.525747871978351
      ],
      [
        "さ",
        -6.540116002453109
      ],
      [
        "つ",
        -6.553377063728056
      ],
      [
        "名",
        -6.572715241221703
      ],
      [
        "であり、",
        -6.577566872624243
      ],
      [
        "語",
        -6.582795969445273
      ],
      [
        "み",
        -6.588377362452707
      ],
      [
        "カ",
        -6.598232204363187
      ],
      [
        "また、",
        -6.599188248410429
      ],
      [
        "生",
        -6.60529813645515
      ],
      [
        "上",
        -6.605842256281449
      ],
      [
        "の神",
        -6.607324166822014
      ],
      [
        "ている",
        -6.6143149929807175
      ],
      [
        "リ",
        -6.626854912889981
      ],
      [
        "こと",
        -6.630002865594828
      ],
      [
        "ロ",
        -6.63299653048763
      ],
      [
        "には",
        -6.640528971576418
      ],
      [
        "子",
        -6.654789994013674
      ],
      [
        "1",
        -6.664401190219074
      ],
      [
        "方",
        -6.675779813193864
      ],
      [
        "また",
        -6.6779944370826785
      ],
      [
        "り、",
        -6.680346452233736
      ],
      [
        "られた",
        -6.683515157767817
      ],
      [
        "の女神",
        -6.684272045190803
      ],
      [
        "話",
        -6.6902982276721055
      ],
      [
        "など",
        -6.6945964424961035
      ],
      [
        "だ",
        -6.702644862754908
      ],
      [
        "作",
        -6.706369867709036
      ],
      [
        "年",
        -6.707124790401754
      ],
      [
        "ド",
        -6.708714508883355
      ],
      [
        "たち",
        -6.712579400270227
      ],
      [
        "ク",
        -6.733421469570125
      ],
      [
        "いた",
        -6.736347288002577
      ],
      [
        "2",
        -6.737302876065723
      ],
      [
        "せ",
        -6.740460796888167
      ],
      [
        "』",
        -6.748089185115826
      ],
      [
        "エ",
        -6.7623281657833845
      ],
      [
        "ち",
        -6.766750219541743
      ],
      [
        "オ",
        -6.773699093253737
      ],
      [
        "海",
        -6.774066893265719
      ],
      [
        "シ",
        -6.774311620317971
      ],
      [
        "『",
        -6.7776152797995275
      ],
      [
        "的",
        -6.785370015885301
      ],
      [
        "世界",
        -6.785704192566067
      ],
      [
        "テ",
        -6.786949885709092
      ],
      [
        "では",
        -6.7913613567881495
      ],
      [
        "アプロディーテー",
        -6.79716951441735
      ],
      [
        "戦",
        -6.797709036234682
      ],
      [
        "英雄",
        -6.811667668561712
      ],
      [
        "け",
        -6.82097245329155
      ],
      [
        "において",
        -6.832476983548434
      ],
      [
        "アテーナー",
        -6.842690531606996
      ],
      [
        "じ",
        -6.843850685935456
      ],
      [
        "ていた",
        -6.845168984196618
      ],
      [
        "中",
        -6.865696215534461
      ],
      [
        "ポセイドーン",
        -6.870924382881916
      ],
      [
        "ヘーラクレースは",
        -6.875212778440338
      ],
      [
        "している",
        -6.881250046088728
      ],
      [
        "マ",
        -6.881550226681192
      ],
      [
        "クロノス",
        -6.894212408414075
      ],
      [
        "書",
        -6.894213898288533
      ],
      [
        "的な",
        -6.898778430573148
      ],
      [
        "女",
        -6.918687125930773
      ],
      [
        "説",
        -6.91918884641909
      ],
      [
        "知",
        -6.919859334933774
      ],
      [
        "ペルセポネー",
        -6.927049000747406
      ],
      [
        "族",
        -6.932773601351942
      ],
      [
        "ギリシア神話",
        -6.943415960490183
      ],
      [
        "レ",
        -6.943608155198521
      ],
      [
        "間",
        -6.944742320013529
      ],
      [
        "していた",
        -6.945143845124844
      ],
      [
        "事",
        -6.946410321574282
      ],
      [
        "ゼウスの",
        -6.958142245919896
      ],
      [
        "パ",
        -6.9594097797089525
      ],
      [
        "母",
        -6.959633951336822
      ],
      [
        "全",
        -6.959847105330968
      ],
      [
        "家",
        -6.960026378154625
      ],
      [
        "3",
        -6.960026378154911
      ],
      [
        "死",
        -6.9606976456445295
      ],
      [
        "より",
        -6.9687862099193785
      ],
      [
        "来",
        -6.971971561475651
      ],
      [
        "とも",
        -6.972618566919067
      ],
      [
        "後",
        -6.974493103047505
      ],
      [
        "行",
        -6.980390852000413
      ],
      [
        "られ",
        -6.991445011401161
      ],
      [
        "ヘーラー",
        -6.997130673446718
      ],
      [
        "彼女",
        -7.003001966948676
      ],
      [
        "がある",
        -7.011659367642453
      ],
      [
        "ポ",
        -7.014101585662485
      ],
      [
        "時代",
        -7.0174603918669956
      ],
      [
        "なかった",
        -7.017559366632249
      ],
      [
        "となった",
        -7.017843605553702
      ],
      [
        "び",
        -7.030218833645023
      ],
      [
        "歌",
        -7.030476852762388
      ],
      [
        "の娘",
        -7.036928685959983
      ],
      [
        "ため、",
        -7.041515731007996
      ],
      [
        "世紀",
        -7.044950259914927
      ],
      [
        "ギリシア",
        -7.0539108224888505
      ],
      [
        "トロイア",
        -7.0595910336668855
      ],
      [
        "見",
        -7.059751817531649
      ],
      [
        "下",
        -7.060108127591976
      ],
      [
        "物語",
        -7.0643059837944255
      ],
      [
        "物",
        -7.068193782083295
      ],
      [
        "デーメーテール",
        -7.076838587819183
      ],
      [
        "デ",
        -7.087929917683214
      ],
      [
        "山",
        -7.090440446202859
      ],
      [
        "天",
        -7.090499554953335
      ],
      [
        "形",
        -7.09430661638049
      ],
      [
        "入",
        -7.105319391699686
      ],
      [
        "分",
        -7.105420035842549
      ],
      [
        "島",
        -7.1061956168470894
      ],
      [
        "人間",
        -7.107780319789672
      ],
      [
        "」と",
        -7.114491317097471
      ],
      [
        "アポローン",
        -7.120053000881159
      ],
      [
        "記",
        -7.121989468046515
      ],
      [
        "、その",
        -7.126447965860975
      ],
      [
        "ヘーラクレース",
        -7.137107546234891
      ],
      [
        "ディオニューソス",
        -7.138271306286376
      ],
      [
        "アレース",
        -7.138282608007123
      ],
      [
        "され、",
        -7.153878669008497
      ],
      [
        "ピ",
        -7.154664747075554
      ],
      [
        "目",
        -7.154664748909322
      ],
      [
        "アルテミス",
        -7.154745038166201
      ],
      [
        "神々の",
        -7.1580012002734685
      ],
      [
        "ヘルメース",
        -7.165006743527708
      ],
      [
        "父",
        -7.171084638859094
      ],
      [
        "発",
        -7.1711169845549065
      ],
      [
        "んだ",
        -7.172424419868013
      ],
      [
        "大地",
        -7.175343577847105
      ],
      [
        "力",
        -7.177391550199257
      ],
      [
        "娘",
        -7.180778458358418
      ],
      [
        "ず",
        -7.1843120468932025
      ],
      [
        "それ",
        -7.186989686174083
      ],
      [
        "明",
        -7.188137973128641
      ],
      [
        "数",
        -7.188166613477685
      ],
      [
        "体",
        -7.188214443262533
      ],
      [
        "タ",
        -7.188278329601691
      ],
      [
        "愛",
        -7.200998019022443
      ],
      [
        "不",
        -7.2045591583327075
      ],
      [
        "作品",
        -7.205575980551988
      ],
      [
        "的に",
        -7.217160684580905
      ],
      [
        "しかし、",
        -7.218526469543098
      ],
      [
        "える",
        -7.219970838631897
      ],
      [
        "ッ",
        -7.22160104575121
      ],
      [
        "4",
        -7.221790279946198
      ],
      [
        "対",
        -7.22251152130233
      ],
      [
        "訳",
        -7.223019028125429
      ],
      [
        "される",
        -7.226524467661758
      ],
      [
        "ウ",
        -7.2362023942533
      ],
      [
        "レー",
        -7.241918805649162
      ],
      [
        "っている",
        -7.250590737715357
      ],
      [
        "られ、",
        -7.253765174361057
      ],
      [
        "とする",
        -7.257966740723083
      ],
      [
        "叙事詩",
        -7.258953301091308
      ],
      [
        "解",
        -7.259104767778678
      ],
      [
        "三",
        -7.277623286635327
      ],
      [
        "とした",
        -7.278108912606078
      ],
      [
        "では、",
        -7.278618195948708
      ],
      [
        "オデュッセウス",
        -7.284848923805867
      ],
      [
        "れた",
        -7.288944214725657
      ],
      [
        "ガイア",
        -7.292016802498064
      ],
      [
        "メ",
        -7.29281899727228
      ],
      [
        "ことを",
        -7.295084941745252
      ],
      [
        "プ",
        -7.295123324912451
      ],
      [
        "原",
        -7.295912146638661
      ],
      [
        "ウーラノス",
        -7.29648086666281
      ],
      [
        "集",
        -7.305449743374593
      ],
      [
        "妻",
        -7.307407677452435
      ],
      [
        "殺",
        -7.309496025933236
      ],
      [
        "ヘ",
        -7.315717904231974
      ],
      [
        "ニ",
        -7.315721242747781
      ],
      [
        "祭",
        -7.315721980394387
      ],
      [
        "冥府",
        -7.315721980436404
      ],
      [
        "ネ",
        -7.332552964537559
      ],
      [
        "巻",
        -7.335329823531706
      ],
      [
        "これ",
        -7.3382274049260525
      ],
      [
        "ース",
        -7.341048478419897
      ],
      [
        "後に",
        -7.342055698429472
      ],
      [
        "古代ギリシア",
        -7.342537960335237
      ],
      [
        "こ",
        -7.34805947594475
      ],
      [
        "身",
        -7.354459046734442
      ],
      [
        "実",
        -7.355174096498917
      ],
      [
        "頭",
        -7.3552996155792485
      ],
      [
        "アルゴナウタイ",
        -7.355329823531637
      ],
      [
        "ヘーパイストス",
        -7.359601959279436
      ],
      [
        "の息子",
        -7.36025802460509
      ],
      [
        "ホメーロス",
        -7.3684129961456915
      ],
      [
        "これを",
        -7.371022945278895
      ],
      [
        "本",
        -7.374698720296335
      ],
      [
        "ティーターン",
        -7.375734232258498
      ],
      [
        "半",
        -7.375737979163426
      ],
      [
        "彼",
        -7.3765915244855425
      ],
      [
        "しかし",
        -7.381132363600404
      ],
      [
        "々",
        -7.385432498071305
      ],
      [
        "にも",
        -7.38931245353211
      ],
      [
        "第",
        -7.390214340284677
      ],
      [
        "詩",
        -7.3930270221026255
      ],
      [
        "ナ",
        -7.393820605942272
      ],
      [
        "ミ",
        -7.396567077418687
      ],
      [
        "無",
        -7.396571320130281
      ],
      [
        "火",
        -7.396571320130292
      ],
      [
        "像",
        -7.396571320130295
      ],
      [
        "時",
        -7.400664751534703
      ],
      [
        "ハーデース",
        -7.403560720360655
      ],
      [
        "そ",
        -7.410529656690644
      ],
      [
        "前",
        -7.410634819971859
      ],
      [
        "代",
        -7.41475777239169
      ],
      [
        ")",
        -7.416500987040298
      ],
      [
        "教",
        -7.417665268384799
      ],
      [
        "信仰",
        -7.417847802641533
      ],
      [
        "空",
        -7.41784791587496
      ],
      [
        "理",
        -7.417847915874983
      ],
      [
        "は「",
        -7.420685897926812
      ],
      [
        "んで",
        -7.4224925938749955
      ],
      [
        "リス",
        -7.424641059491001
      ],
      [
        "でも",
        -7.437004889032945
      ],
      [
        "性",
        -7.437993635213411
      ],
      [
        "5",
        -7.438295595609988
      ],
      [
        "自",
        -7.439208713638284
      ],
      [
        "合",
        -7.439275517149344
      ],
      [
        "ティ",
        -7.439571053611946
      ],
      [
        "矢",
        -7.43958704629626
      ],
      [
        "産",
        -7.439587046309753
      ],
      [
        "冥界",
        -7.439606682113528
      ],
      [
        "なく",
        -7.44087986995079
      ],
      [
        "主",
        -7.461145846408192
      ],
      [
        "ように",
        -7.463863043594052
      ],
      [
        "神殿",
        -7.4642197874823655
      ],
      [
        "通",
        -7.467866075676011
      ],
      [
        "への",
        -7.4696360852644865
      ],
      [
        "を持つ",
        -7.474067811163074
      ],
      [
        "との間に",
        -7.477708926062
      ],
      [
        "お",
        -7.4789286777384945
      ],
      [
        "たちは",
        -7.479612302414049
      ],
      [
        "ば",
        -7.481693804728268
      ],
      [
        "彼は",
        -7.48317629335609
      ],
      [
        "気",
        -7.48418102518136
      ],
      [
        "系",
        -7.484323047863027
      ],
      [
        "む",
        -7.48450606231967
      ],
      [
        "フ",
        -7.484536526817703
      ],
      [
        "柱",
        -7.4845365315304395
      ],
      [
        "の王",
        -7.486100251030612
      ],
      [
        "き、",
        -7.490915971835309
      ],
      [
        "古代",
        -7.496149793687843
      ],
      [
        "美",
        -7.505531919681313
      ],
      [
        "ために",
        -7.506454985420631
      ],
      [
        "変",
        -7.507115554918856
      ],
      [
        "強",
        -7.507780228225849
      ],
      [
        "馬",
        -7.507792355204733
      ],
      [
        "ること",
        -7.510917751281768
      ],
      [
        "伝",
        -7.512965616598391
      ],
      [
        "について",
        -7.5150618404095
      ],
      [
        "付け",
        -7.515890931929984
      ],
      [
        "の姿",
        -7.5168980377572
      ],
      [
        "ため",
        -7.5220597512902305
      ],
      [
        "ローマ",
        -7.526662507358732
      ],
      [
        "二",
        -7.5267405962799145
      ],
      [
        "祖",
        -7.528140369866925
      ],
      [
        "れる",
        -7.528844710940318
      ],
      [
        "開",
        -7.531601879022244
      ],
      [
        "結婚",
        -7.531739722723774
      ],
      [
        "ペ",
        -7.533831991185156
      ],
      [
        "手",
        -7.538779398074968
      ],
      [
        "ゼウスと",
        -7.541933158263591
      ],
      [
        "へと",
        -7.542354555791691
      ],
      [
        "トス",
        -7.54335642709728
      ],
      [
        "ある",
        -7.552491686238382
      ],
      [
        "立",
        -7.554103204250794
      ],
      [
        "による",
        -7.5552804086466345
      ],
      [
        "長",
        -7.555639003132452
      ],
      [
        "夫",
        -7.555992122924632
      ],
      [
        "ヘクトール",
        -7.555992123734706
      ],
      [
        "における",
        -7.5559923127662865
      ],
      [
        "ネー",
        -7.559462414373511
      ],
      [
        "いて",
        -7.560792054014432
      ],
      [
        "怒り",
        -7.565766822333343
      ],
      [
        "成",
        -7.579927358557377
      ],
      [
        "戦争",
        -7.5806471493242675
      ],
      [
        "異",
        -7.580963177212497
      ],
      [
        "次",
        -7.580981868605173
      ],
      [
        "船",
        -7.580992122272297
      ],
      [
        "着",
        -7.580992122924682
      ],
      [
        "残",
        -7.580992122924686
      ],
      [
        "ぶ",
        -7.5809921229247
      ],
      [
        "ギガース",
        -7.58099218352222
      ],
      [
        "イア",
        -7.584364612927309
      ],
      [
        "オリュンポス",
        -7.5864002225837455
      ],
      [
        "奪",
        -7.589159716363825
      ],
      [
        "しい",
        -7.590720566446935
      ],
      [
        "まで",
        -7.5929905431338565
      ],
      [
        "されている",
        -7.59609037614305
      ],
      [
        "ど",
        -7.602352814548972
      ],
      [
        "学",
        -7.603925143116355
      ],
      [
        "始",
        -7.604722994781909
      ],
      [
        "元",
        -7.6054936791546055
      ],
      [
        "国",
        -7.606110532030069
      ],
      [
        "要",
        -7.6066306791328095
      ],
      [
        "ム",
        -7.606630974785848
      ],
      [
        "サ",
        -7.6066309794195766
      ],
      [
        "定",
        -7.606631984228022
      ],
      [
        "意",
        -7.606633148231413
      ],
      [
        "の子",
        -7.608032645717834
      ],
      [
        "アテーナーは",
        -7.610553978930266
      ],
      [
        "っていた",
        -7.613471618373479
      ],
      [
        "だった",
        -7.616870168077265
      ],
      [
        "期",
        -7.621096319387784
      ],
      [
        "あ",
        -7.629973717612529
      ],
      [
        "当",
        -7.631876279560725
      ],
      [
        "日",
        -7.632220632073384
      ],
      [
        "牛",
        -7.632915123602504
      ],
      [
        "戦い",
        -7.640382682062288
      ],
      [
        "えた",
        -7.653257548533501
      ],
      [
        "げ",
        -7.658574195506327
      ],
      [
        "星",
        -7.6595696712445775
      ],
      [
        "面",
        -7.659651686485397
      ],
      [
        "ブ",
        -7.659975518136495
      ],
      [
        "水",
        -7.65997596506644
      ],
      [
        "岩",
        -7.659975965066442
      ],
      [
        "怪物",
        -7.66007823756518
      ],
      [
        "となる",
        -7.66204418759604
      ],
      [
        "自分",
        -7.664113378453305
      ],
      [
        "ウス",
        -7.665273636327741
      ],
      [
        "文",
        -7.670555999411517
      ],
      [
        "多",
        -7.683755260568871
      ],
      [
        "『イーリアス』",
        -7.684269887018168
      ],
      [
        "帰",
        -7.687194558167796
      ],
      [
        "座",
        -7.687746103454377
      ],
      [
        "ヘーシオドス",
        -7.6877489031175426
      ],
      [
        "ダ",
        -7.687750132558037
      ],
      [
        "示",
        -7.6877537428441824
      ],
      [
        "エロース",
        -7.6877559276488805
      ],
      [
        "と共に",
        -7.687950246850725
      ],
      [
        "9",
        -7.691514493448924
      ],
      [
        "よう",
        -7.693245722613362
      ],
      [
        "取り",
        -7.696801635562792
      ],
      [
        "おり、",
        -7.701279993221424
      ],
      [
        "の名",
        -7.704874762032574
      ],
      [
        "心",
        -7.706212736080399
      ],
      [
        "落",
        -7.710409767389973
      ],
      [
        "生まれた",
        -7.711149948610912
      ],
      [
        "聖",
        -7.7162060844303495
      ],
      [
        "プロメーテウス",
        -7.716325171454712
      ],
      [
        "関係",
        -7.716330103953739
      ],
      [
        "巨人",
        -7.7173293240711125
      ],
      [
        "同",
        -7.718801544543407
      ],
      [
        "だけ",
        -7.719378241601845
      ],
      [
        "ず、",
        -7.7195624705214945
      ],
      [
        "ーン",
        -7.724429552219947
      ],
      [
        "と、",
        -7.724497016634887
      ],
      [
        "ラー",
        -7.733468405777856
      ],
      [
        "ゼウスに",
        -7.7348640858040465
      ],
      [
        "を受け",
        -7.738904445737944
      ],
      [
        "コ",
        -7.741128292915523
      ],
      [
        "子供",
        -7.7411339155270635
      ],
      [
        "古",
        -7.744891421037971
      ],
      [
        "崇拝",
        -7.745330967519884
      ],
      [
        "交",
        -7.7453346953257896
      ],
      [
        "軍",
        -7.7455541019794305
      ],
      [
        "初",
        -7.7456279861745205
      ],
      [
        "高",
        -7.745717767487374
      ],
      [
        "と考えられる",
        -7.74572474901541
      ],
      [
        "セ",
        -7.7457362118246245
      ],
      [
        "罰",
        -7.745736936121489
      ],
      [
        "ニュンペー",
        -7.7457369361215225
      ],
      [
        "河",
        -7.74573693612153
      ],
      [
        "両",
        -7.74573693612153
      ],
      [
        "様々な",
        -7.745738419226236
      ],
      [
        "起源",
        -7.745861217986833
      ],
      [
        "られている",
        -7.748424838399858
      ],
      [
        "させた",
        -7.75137920199173
      ],
      [
        "い、",
        -7.759474009219782
      ],
      [
        "彼の",
        -7.771770312885632
      ],
      [
        "多くの",
        -7.771947905165652
      ],
      [
        "テー",
        -7.772551447819699
      ],
      [
        "持",
        -7.7731772831078665
      ],
      [
        "も、",
        -7.773823502327315
      ],
      [
        "化",
        -7.775287496123811
      ],
      [
        "意味",
        -7.775785671242321
      ],
      [
        "使",
        -7.7760209135163025
      ],
      [
        "ジ",
        -7.776039962956634
      ],
      [
        "ところ",
        -7.776046717205576
      ],
      [
        "古典",
        -7.776209122164504
      ],
      [
        " - ",
        -7.777279174499869
      ],
      [
        "などの",
        -7.777287605276481
      ],
      [
        "不死",
        -7.777745544860335
      ],
      [
        "リア",
        -7.782805554186831
      ],
      [
        "もある",
        -7.7916049275820365
      ],
      [
        "」という",
        -7.79363244323424
      ],
      [
        "アテーナイ",
        -7.7956233394246475
      ],
      [
        "決",
        -7.80578507858149
      ],
      [
        "別",
        -7.80584732234116
      ],
      [
        "内",
        -7.807121446376043
      ],
      [
        "ゴ",
        -7.807288691163282
      ],
      [
        "仕",
        -7.807289966424451
      ],
      [
        "外",
        -7.807289966424555
      ],
      [
        "テューポーン",
        -7.807289966424564
      ],
      [
        "従",
        -7.80728996642457
      ],
      [
        "演",
        -7.807289966424598
      ],
      [
        "かれ",
        -7.809915684795634
      ],
      [
        "へ",
        -7.813349570933668
      ],
      [
        "ヘーラクレースの",
        -7.818701152136103
      ],
      [
        "があり、",
        -7.820573700394895
      ],
      [
        "の中で",
        -7.8221047322727735
      ],
      [
        "ケ",
        -7.824863778848332
      ],
      [
        "取",
        -7.827000554590044
      ],
      [
        "ゼウスが",
        -7.829775858571843
      ],
      [
        "ディ",
        -7.8310754861820655
      ],
      [
        "アキレウス",
        -7.83788010585573
      ],
      [
        "著",
        -7.83837136747594
      ],
      [
        "投げ",
        -7.839175842137961
      ],
      [
        "キ",
        -7.839547684889901
      ],
      [
        "6",
        -7.839547714994675
      ],
      [
        "8",
        -7.839547714994705
      ],
      [
        "術",
        -7.839548030600858
      ],
      [
        "倒",
        -7.839548030892104
      ],
      [
        "7",
        -7.839548030940789
      ],
      [
        "兄弟",
        -7.839626772417919
      ],
      [
        "引き",
        -7.840681628556247
      ],
      [
        "人の",
        -7.841203496820636
      ],
      [
        "ヘーラクレースが",
        -7.843109182838676
      ],
      [
        "ヘーラーは",
        -7.844372900231241
      ],
      [
        "殺した",
        -7.850148863693212
      ],
      [
        "を見",
        -7.851648450898477
      ],
      [
        "させ",
        -7.8517667616592774
      ],
      [
        "息子",
        -7.855588706239277
      ],
      [
        "めた",
        -7.862607044911842
      ],
      [
        "金",
        -7.872374508520666
      ],
      [
        "グ",
        -7.872881357003552
      ],
      [
        "ボ",
        -7.87288136427396
      ],
      [
        "達",
        -7.87288136427399
      ],
      [
        "キュクロープス",
        -7.8728813642740105
      ],
      [
        "先",
        -7.872881364274045
      ],
      [
        "版",
        -7.872881364274051
      ],
      [
        "アポロドーロス",
        -7.872881364275919
      ],
      [
        "タルタロス",
        -7.872881365185079
      ],
      [
        "伝承",
        -7.873003540800461
      ],
      [
        "女性",
        -7.874435130897391
      ],
      [
        "人間の",
        -7.8753145650430545
      ],
      [
        "イオス",
        -7.876898975746762
      ],
      [
        "っ",
        -7.877683308271855
      ],
      [
        "イー",
        -7.8786001850167136
      ],
      [
        "には、",
        -7.892037245785183
      ],
      [
        "させる",
        -7.892574166226173
      ],
      [
        "として、",
        -7.896116072327301
      ],
      [
        "加",
        -7.907324211518521
      ],
      [
        "広",
        -7.907364114812591
      ],
      [
        "終",
        -7.907364122894531
      ],
      [
        "戻",
        -7.9073641228947
      ],
      [
        "末",
        -7.907364122894704
      ],
      [
        "建",
        -7.907364122894715
      ],
      [
        "ほど",
        -7.907498205907045
      ],
      [
        "連れ",
        -7.90938908789736
      ],
      [
        "これに",
        -7.914649398187914
      ],
      [
        "をもうけた",
        -7.914760774098644
      ],
      [
        "リー",
        -7.923074128419946
      ],
      [
        "があった",
        -7.9240676836570465
      ],
      [
        "権",
        -7.930799226224488
      ],
      [
        "になった",
        -7.9348517268594545
      ],
      [
        "けた",
        -7.938458301302835
      ],
      [
        "、そして",
        -7.941031032569641
      ],
      [
        "造",
        -7.942686691802811
      ],
      [
        "べ",
        -7.942791029112096
      ],
      [
        "木",
        -7.943077493328092
      ],
      [
        "闘",
        -7.943078408484332
      ],
      [
        "渡",
        -7.943078408604116
      ],
      [
        "重",
        -7.943078408608612
      ],
      [
        "ヘーリオス",
        -7.943080249717462
      ],
      [
        "オス",
        -7.949444489044481
      ],
      [
        "そして",
        -7.9552055871167715
      ],
      [
        "アル",
        -7.9574814910066065
      ],
      [
        "にある",
        -7.960164393120972
      ],
      [
        "ようになった",
        -7.960314311780091
      ],
      [
        "学者",
        -7.961976729312059
      ],
      [
        "、「",
        -7.972322649583754
      ],
      [
        "しく",
        -7.972785177590735
      ],
      [
        "されて",
        -7.9770858107038265
      ],
      [
        "得",
        -7.979606681111811
      ],
      [
        "結",
        -7.979693293015655
      ],
      [
        "命",
        -7.9799756674764595
      ],
      [
        "激",
        -7.9801146326444155
      ],
      [
        "紀元前",
        -7.980114828390649
      ],
      [
        "アガメムノーン",
        -7.980115445645989
      ],
      [
        "予言",
        -7.980115445665335
      ],
      [
        "歴史",
        -7.980132021547402
      ],
      [
        "これは",
        -7.981975487441586
      ],
      [
        "トロイア戦争",
        -7.9886267360427965
      ],
      [
        "地上",
        -7.9971269121088095
      ],
      [
        "かけ",
        -7.999279563271736
      ],
      [
        "姿",
        -7.999423623044306
      ],
      [
        "通り",
        -8.008094014585843
      ],
      [
        "になる",
        -8.008588704621847
      ],
      [
        "としての",
        -8.009805468129949
      ],
      [
        "が生まれた",
        -8.009984162261677
      ],
      [
        "近",
        -8.01700104614236
      ],
      [
        "有",
        -8.01765092186076
      ],
      [
        "撃",
        -8.018344130996274
      ],
      [
        "口",
        -8.018488932656789
      ],
      [
        "ズ",
        -8.018576540735214
      ],
      [
        "野",
        -8.018576977926429
      ],
      [
        "象",
        -8.018576983375896
      ],
      [
        "素",
        -8.018576984107167
      ],
      [
        "s",
        -8.018576984107565
      ],
      [
        "判",
        -8.018576984107572
      ],
      [
        "道",
        -8.018576984107575
      ],
      [
        "ラテン語",
        -8.018577031445833
      ],
      [
        "都市",
        -8.018619007654323
      ],
      [
        "知られる",
        -8.018678849945493
      ],
      [
        "これらの",
        -8.01900552999815
      ],
      [
        "カオス",
        -8.02008505320914
      ],
      [
        "パリス",
        -8.020340187071483
      ],
      [
        "にあって",
        -8.020719117952439
      ],
      [
        "されていた",
        -8.021097341300342
      ],
      [
        "み、",
        -8.021296484014114
      ],
      [
        "コス",
        -8.023250713480653
      ],
      [
        "人物",
        -8.032159585381727
      ],
      [
        "アー",
        -8.035676577392916
      ],
      [
        "ん",
        -8.036188572994437
      ],
      [
        "、また",
        -8.05116952402469
      ],
      [
        "アポローンは",
        -8.055817267988669
      ],
      [
        "の間",
        -8.056138094877799
      ],
      [
        "動",
        -8.05751032238896
      ],
      [
        "民",
        -8.057559400729701
      ],
      [
        "格",
        -8.057969245974144
      ],
      [
        "宇宙",
        -8.058039499548448
      ],
      [
        "ガ",
        -8.058054416556757
      ],
      [
        "思",
        -8.058324065989561
      ],
      [
        "情",
        -8.058576217330254
      ],
      [
        "姉",
        -8.058576926597775
      ],
      [
        "光",
        -8.058576984078783
      ],
      [
        "蛇",
        -8.058576984107315
      ],
      [
        "難",
        -8.0585769841075
      ],
      [
        "優",
        -8.058576984107551
      ],
      [
        "置",
        -8.058576984107557
      ],
      [
        "等",
        -8.058576984107567
      ],
      [
        "ぎ",
        -8.058576984107571
      ],
      [
        "白",
        -8.058576984107592
      ],
      [
        "言葉",
        -8.058576984169406
      ],
      [
        "打ち",
        -8.059272957460957
      ],
      [
        "それを",
        -8.066012037782174
      ],
      [
        "彼ら",
        -8.067565831683632
      ],
      [
        "ガイアは",
        -8.068737215755213
      ],
      [
        "の子孫",
        -8.06998957233415
      ],
      [
        "際に",
        -8.075786717394367
      ],
      [
        "後、",
        -8.07778971000555
      ],
      [
        "文学",
        -8.0829299605573
      ],
      [
        "ムーサ",
        -8.095249174498669
      ],
      [
        "場",
        -8.098516984994886
      ],
      [
        "行われ",
        -8.098872014282826
      ],
      [
        "ろ",
        -8.099457453190498
      ],
      [
        "狂",
        -8.099648753209184
      ],
      [
        "源",
        -8.100066523268413
      ],
      [
        "返",
        -8.100243554182086
      ],
      [
        "度",
        -8.10024365077376
      ],
      [
        "風",
        -8.100243650774203
      ],
      [
        "隠",
        -8.100243650774232
      ],
      [
        "仲",
        -8.100243650774232
      ],
      [
        "メネラーオス",
        -8.10024365101168
      ],
      [
        "巨大な",
        -8.100248268370482
      ],
      [
        "日本",
        -8.10126409679049
      ],
      [
        "オリュンポスの神々",
        -8.102968986133646
      ],
      [
        "なお",
        -8.107924850811004
      ],
      [
        "流",
        -8.122138164748275
      ],
      [
        "力を",
        -8.126808543707323
      ],
      [
        "詩人",
        -8.131773146413472
      ],
      [
        "ポセイドーンは",
        -8.137049429073494
      ],
      [
        "『オデュッセイア』",
        -8.138271814400792
      ],
      [
        "ペー",
        -8.139620425088527
      ],
      [
        "モ",
        -8.140130462958759
      ],
      [
        "能",
        -8.143646073375624
      ],
      [
        "チ",
        -8.143721910503357
      ],
      [
        "信",
        -8.143721911091717
      ],
      [
        "向",
        -8.143721911643773
      ],
      [
        "ギガントマキアー",
        -8.143721911643777
      ],
      [
        "頃",
        -8.143721911643791
      ],
      [
        "石",
        -8.143721911643794
      ],
      [
        "育",
        -8.1437219116438
      ],
      [
        "位",
        -8.143721911643812
      ],
      [
        "何",
        -8.143721911643814
      ],
      [
        "回",
        -8.14372191164382
      ],
      [
        "エジプト",
        -8.14372191372342
      ],
      [
        "と呼ばれる",
        -8.143806575128679
      ],
      [
        "文献",
        -8.14381748136124
      ],
      [
        "を生んだ",
        -8.143828816915617
      ],
      [
        "に対して",
        -8.144689408910478
      ],
      [
        "ソス",
        -8.147120697982684
      ],
      [
        "であるが、",
        -8.147127561266565
      ],
      [
        "生き",
        -8.155878561903236
      ],
      [
        "らせ",
        -8.155952683975496
      ],
      [
        "ものである",
        -8.158028386338394
      ],
      [
        "王権",
        -8.158936626309735
      ],
      [
        "いる",
        -8.165486370530465
      ],
      [
        "付",
        -8.173360134974303
      ],
      [
        "伝え",
        -8.176628581203152
      ],
      [
        "ソ",
        -8.185631149908366
      ],
      [
        "すること",
        -8.185838886380845
      ],
      [
        "彼を",
        -8.185936815938478
      ],
      [
        "ノ",
        -8.187347118881572
      ],
      [
        "悲劇",
        -8.188087649713138
      ],
      [
        "恋",
        -8.18839174319995
      ],
      [
        "義",
        -8.188563813013499
      ],
      [
        "劇",
        -8.188728908234397
      ],
      [
        "各",
        -8.188814951119275
      ],
      [
        "所",
        -8.188856426099685
      ],
      [
        "武",
        -8.189024247123603
      ],
      [
        "弟",
        -8.189064709301041
      ],
      [
        "川",
        -8.189176457098297
      ],
      [
        "ティーターノマキアー",
        -8.189176457098336
      ],
      [
        "ミュケーナイ",
        -8.189176457098343
      ],
      [
        "失",
        -8.189176457098371
      ],
      [
        "アドーニス",
        -8.189176457216291
      ],
      [
        "イアーソーン",
        -8.189176458462985
      ],
      [
        "勝利",
        -8.189216406830408
      ],
      [
        "多数の",
        -8.189344559571637
      ],
      [
        "再び",
        -8.189998464458265
      ],
      [
        "一方",
        -8.196831783111588
      ],
      [
        "あった",
        -8.207761109531432
      ],
      [
        "バ",
        -8.213030115838981
      ],
      [
        "怒",
        -8.2177626061919
      ],
      [
        "だが、",
        -8.223681932970647
      ],
      [
        "ノー",
        -8.23500589690119
      ],
      [
        "勢",
        -8.2357053083564
      ],
      [
        "用",
        -8.235844289219818
      ],
      [
        "持ち",
        -8.23639477035498
      ],
      [
        "食",
        -8.236431082636443
      ],
      [
        "共",
        -8.236454986785148
      ],
      [
        "守",
        -8.236668506888984
      ],
      [
        "ぐ",
        -8.236794985204112
      ],
      [
        "ご",
        -8.236795504717357
      ],
      [
        "跡",
        -8.236795504717373
      ],
      [
        "e",
        -8.236795504717378
      ],
      [
        "陣",
        -8.236795504717382
      ],
      [
        "旅",
        -8.236795504717392
      ],
      [
        "約",
        -8.236795504717396
      ],
      [
        "暴",
        -8.236795504717403
      ],
      [
        "抗",
        -8.236795504717412
      ],
      [
        "士",
        -8.236795504717445
      ],
      [
        "アルゴス",
        -8.236797462786411
      ],
      [
        "そこで",
        -8.236825665240866
      ],
      [
        "武器",
        -8.236955161586003
      ],
      [
        "を意味する",
        -8.236978715494818
      ],
      [
        "さらに",
        -8.237234148761146
      ],
      [
        "英語",
        -8.237244474940876
      ],
      [
        "のあいだ",
        -8.237444531940262
      ],
      [
        "場合",
        -8.237487185071016
      ],
      [
        "成立",
        -8.237830255200262
      ],
      [
        "こうして",
        -8.238866001781544
      ],
      [
        "を持ち、",
        -8.23907024279504
      ],
      [
        "人々",
        -8.242179911151045
      ],
      [
        "出来",
        -8.242458085885069
      ],
      [
        "によれば、",
        -8.245427617858242
      ],
      [
        "多く",
        -8.249302624029573
      ],
      [
        "でもある",
        -8.249671753853875
      ],
      [
        "存在した",
        -8.255260657910963
      ],
      [
        "の詩人",
        -8.258114008222053
      ],
      [
        "続",
        -8.265744755058115
      ],
      [
        "ており、",
        -8.265839337371183
      ],
      [
        "その後、",
        -8.267310479007133
      ],
      [
        " 『",
        -8.272779667201052
      ],
      [
        "のか",
        -8.274975017861657
      ],
      [
        "19",
        -8.279074284472076
      ],
      [
        "デーメーテールは",
        -8.28151109506734
      ],
      [
        "再",
        -8.285890006405307
      ],
      [
        "男",
        -8.286187626398881
      ],
      [
        "題",
        -8.286193682952668
      ],
      [
        "様",
        -8.286334668566834
      ],
      [
        "ノス",
        -8.286589193276171
      ],
      [
        "小",
        -8.286795502520526
      ],
      [
        "ヴ",
        -8.286795503648433
      ],
      [
        "西",
        -8.286795504380077
      ],
      [
        "遠",
        -8.28679550471733
      ],
      [
        "皮",
        -8.286795504717373
      ],
      [
        "鳥",
        -8.28679550471742
      ],
      [
        "オーケアノス",
        -8.286795504721745
      ],
      [
        "テーレマコス",
        -8.286795505307467
      ],
      [
        "ヘスティアー",
        -8.286795506604726
      ],
      [
        "コルキス",
        -8.286795509378976
      ],
      [
        "黄金の",
        -8.28680180432202
      ],
      [
        "ティーターン神族",
        -8.286804832914957
      ],
      [
        "食べ",
        -8.287178750327119
      ],
      [
        "となり、",
        -8.287408314572499
      ],
      [
        "美しい",
        -8.287965150365142
      ],
      [
        "とともに",
        -8.28820674887271
      ],
      [
        "伝説",
        -8.288987897563224
      ],
      [
        "現",
        -8.289210460050462
      ],
      [
        "12",
        -8.289335023675797
      ],
      [
        "』『",
        -8.292258465829999
      ],
      [
        "一つ",
        -8.296443991359673
      ],
      [
        "ではない",
        -8.296444803408686
      ],
      [
        "求め",
        -8.297310444246754
      ],
      [
        "名前",
        -8.30420552614994
      ],
      [
        "あるいは",
        -8.307221613916816
      ],
      [
        "続け",
        -8.308298833602265
      ],
      [
        "ギリシア語",
        -8.31627701565315
      ],
      [
        "てしまった",
        -8.329559955025555
      ],
      [
        "生まれ",
        -8.332852176027313
      ],
      [
        "世",
        -8.337089203606498
      ],
      [
        "争",
        -8.338300328015718
      ],
      [
        "親",
        -8.338633787514985
      ],
      [
        "想",
        -8.339089787411066
      ],
      [
        "霊",
        -8.339272028519964
      ],
      [
        "音",
        -8.339287529933394
      ],
      [
        "住",
        -8.339355432720595
      ],
      [
        "勝",
        -8.339380588832494
      ],
      [
        "処",
        -8.339417362343392
      ],
      [
        "土",
        -8.339426491861431
      ],
      [
        "ァ",
        -8.339427083664111
      ],
      [
        "総",
        -8.339427083664734
      ],
      [
        "深",
        -8.339427083664738
      ],
      [
        "礼",
        -8.339427083664752
      ],
      [
        "=",
        -8.339427083664761
      ],
      [
        "足",
        -8.339427083664761
      ],
      [
        "反",
        -8.339427083664772
      ],
      [
        "念",
        -8.339427083664777
      ],
      [
        "論",
        -8.339427083664777
      ],
      [
        "進",
        -8.339427083664782
      ],
      [
        "概説 ",
        -8.339427083728129
      ],
      [
        "記述",
        -8.339942898496357
      ],
      [
        "の守護神",
        -8.340834329514431
      ],
      [
        "レアー",
        -8.34111365403032
      ],
      [
        "となっ",
        -8.342878727816458
      ],
      [
        "ともされる",
        -8.342911977546715
      ],
      [
        "ようと",
        -8.344518530663493
      ],
      [
        "助け",
        -8.348141943502384
      ],
      [
        "第1",
        -8.355933113125728
      ],
      [
        "かれた",
        -8.358868284957437
      ],
      [
        "特",
        -8.370742359635539
      ],
      [
        "よ",
        -8.380980800627391
      ],
      [
        "その後",
        -8.385786699801903
      ],
      [
        "助",
        -8.390491599912076
      ],
      [
        "部",
        -8.39234170052432
      ],
      [
        "正",
        -8.394265977208372
      ],
      [
        "攻",
        -8.394643405774765
      ],
      [
        "参",
        -8.394917652499508
      ],
      [
        "ね",
        -8.394982638797135
      ],
      [
        "ゲ",
        -8.39498263882855
      ],
      [
        "応",
        -8.394982639120279
      ],
      [
        "青",
        -8.394982639206052
      ],
      [
        "眼",
        -8.394982639219318
      ],
      [
        "衆",
        -8.394982639220276
      ],
      [
        "収",
        -8.394982639220293
      ],
      [
        "ヘカトンケイル",
        -8.394982639220297
      ],
      [
        "破",
        -8.394982639220302
      ],
      [
        "根",
        -8.394982639220302
      ],
      [
        "祀",
        -8.394982639220304
      ],
      [
        "恵",
        -8.394982639220304
      ],
      [
        "端",
        -8.394982639220313
      ],
      [
        "願",
        -8.394982639220322
      ],
      [
        "弓",
        -8.394982639220345
      ],
      [
        "突",
        -8.394982639220347
      ],
      [
        "東",
        -8.394982639220359
      ],
      [
        "メドゥーサ",
        -8.394982639221286
      ],
      [
        "とも言える",
        -8.394982639221519
      ],
      [
        "パトロクロス",
        -8.394982639224047
      ],
      [
        "の誕生",
        -8.394982640020043
      ],
      [
        "オーリーオーン",
        -8.394982641243141
      ],
      [
        "メーティス",
        -8.394984509833485
      ],
      [
        "音楽",
        -8.395130184409162
      ],
      [
        "競技",
        -8.39513930200524
      ],
      [
        "原初の",
        -8.395148912214358
      ],
      [
        "運命",
        -8.395194020922215
      ],
      [
        "構成",
        -8.395358185713649
      ],
      [
        "同様",
        -8.395493525445058
      ],
