{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 3,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<bos>",
        0.0
      ],
      [
        "<eos>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "の",
        -3.095845871338123
      ],
      [
        "。",
        -3.5183398081264246
      ],
      [
        "を",
        -3.787710509474574
      ],
      [
        "、",
        -3.7966072028751787
      ],
      [
        "に",
        -3.812892654323062
      ],
      [
        "が",
        -3.949768479164005
      ],
      [
        "は",
        -4.1809883598922255
      ],
      [
        "と",
        -4.466554356590984
      ],
      [
        "も",
        -4.770904410384011
      ],
      [
        "で",
        -4.846422412848305
      ],
      [
        "・",
        -4.860346120102004
      ],
      [
        "や",
        -4.93346640529974
      ],
      [
        "(",
        -4.942981782304809
      ],
      [
        "した",
        -5.0119254623103515
      ],
      [
        "する",
        -5.13041956914418
      ],
      [
        ")",
        -5.135864322030583
      ],
      [
        "る",
        -5.172116994854024
      ],
      [
        "た",
        -5.188013546710744
      ],
      [
        "国",
        -5.329375131661341
      ],
      [
        "い",
        -5.3613110153398065
      ],
      [
        "から",
        -5.451672095940212
      ],
      [
        "年",
        -5.53678202313861
      ],
      [
        "である",
        -5.549907225014604
      ],
      [
        "し、",
        -5.588805905171263
      ],
      [
        "大",
        -5.621131696665325
      ],
      [
        "し",
        -5.636208381600595
      ],
      [
        "な",
        -5.648579188354741
      ],
      [
        "が、",
        -5.709585928438337
      ],
      [
        "て",
        -5.720172797682142
      ],
      [
        "して",
        -5.72502802296318
      ],
      [
        "平氏",
        -5.740479472400095
      ],
      [
        "は、",
        -5.754502263555533
      ],
      [
        "義",
        -5.767068376946816
      ],
      [
        "など",
        -5.780188257294542
      ],
      [
        "一",
        -5.828858280057713
      ],
      [
        "として",
        -5.840765439479527
      ],
      [
        "った",
        -5.84358828976205
      ],
      [
        " ",
        -5.849479103608241
      ],
      [
        "1",
        -5.897965787974152
      ],
      [
        "中",
        -5.8995700418951476
      ],
      [
        "政",
        -5.903946456386875
      ],
      [
        "後",
        -5.952492923024236
      ],
      [
        "将軍",
        -6.031322119169193
      ],
      [
        "え",
        -6.0321005575668
      ],
      [
        "ら",
        -6.055363950778313
      ],
      [
        "には",
        -6.0801307204307165
      ],
      [
        "この",
        -6.09506827170425
      ],
      [
        "こと",
        -6.095642158157309
      ],
      [
        "く",
        -6.104722697996939
      ],
      [
        "上",
        -6.119722185122769
      ],
      [
        "元",
        -6.120093094889056
      ],
      [
        "子",
        -6.183026101621611
      ],
      [
        "3",
        -6.183740949580189
      ],
      [
        "後白河",
        -6.185427240705703
      ],
      [
        "その",
        -6.193591187357157
      ],
      [
        "家",
        -6.214062658153379
      ],
      [
        "人",
        -6.214551766602517
      ],
      [
        "か",
        -6.214608839001996
      ],
      [
        "氏",
        -6.2157699370361446
      ],
      [
        "軍",
        -6.2485105495479605
      ],
      [
        "」",
        -6.250693603859698
      ],
      [
        "による",
        -6.251752058282016
      ],
      [
        "「",
        -6.257025367990407
      ],
      [
        "2",
        -6.29841491417953
      ],
      [
        "出",
        -6.3244920957770105
      ],
      [
        "幕府",
        -6.346993148498855
      ],
      [
        "派",
        -6.3555218802746145
      ],
      [
        "山",
        -6.360588957780157
      ],
      [
        "長",
        -6.3619290905033825
      ],
      [
        "ま",
        -6.368245440601635
      ],
      [
        "れ",
        -6.392700140329765
      ],
      [
        "事",
        -6.402169709137411
      ],
      [
        "された",
        -6.404359465517562
      ],
      [
        "り",
        -6.4196448020382055
      ],
      [
        "下",
        -6.438955233579145
      ],
      [
        "期",
        -6.440697953017972
      ],
      [
        "院",
        -6.441754302560504
      ],
      [
        "地",
        -6.443160440831496
      ],
      [
        "乱",
        -6.444144402427121
      ],
      [
        "武士",
        -6.488107914691476
      ],
      [
        "となった",
        -6.488197736700619
      ],
      [
        "実",
        -6.525127805414965
      ],
      [
        "西",
        -6.530730923343622
      ],
      [
        "平",
        -6.531537579331958
      ],
      [
        "足利",
        -6.5320645956211845
      ],
      [
        "正",
        -6.532522460891127
      ],
      [
        "力",
        -6.558278863536085
      ],
      [
        "であった",
        -6.562909523569595
      ],
      [
        "め",
        -6.5688307262726875
      ],
      [
        "す",
        -6.5754536958406495
      ],
      [
        "高",
        -6.575552071362493
      ],
      [
        "時代",
        -6.580278567359212
      ],
      [
        "成",
        -6.5804296818816885
      ],
      [
        "明",
        -6.581124813741521
      ],
      [
        "的",
        -6.5954546757420704
      ],
      [
        "清盛は",
        -6.608137032578222
      ],
      [
        "立",
        -6.628497077382202
      ],
      [
        "って",
        -6.629139771988502
      ],
      [
        "いた",
        -6.629407447756404
      ],
      [
        "対",
        -6.62973160796545
      ],
      [
        "前",
        -6.630513613507674
      ],
      [
        "内",
        -6.630974419313542
      ],
      [
        "京都",
        -6.631644850340018
      ],
      [
        "勢力",
        -6.659682670461856
      ],
      [
        "領",
        -6.681557844943695
      ],
      [
        "政権",
        -6.6819767665786625
      ],
      [
        "戦",
        -6.683266057199733
      ],
      [
        "合",
        -6.683806569670069
      ],
      [
        "土",
        -6.6838074233329525
      ],
      [
        "み",
        -6.683807423339053
      ],
      [
        "により",
        -6.695030824607682
      ],
      [
        "まで",
        -6.69957835821552
      ],
      [
        "寺",
        -6.708205607679644
      ],
      [
        "東",
        -6.735186808519211
      ],
      [
        "本",
        -6.73870089377243
      ],
      [
        "宗",
        -6.738702716758011
      ],
      [
        "う",
        -6.738828638313047
      ],
      [
        "発",
        -6.738884924715466
      ],
      [
        "制",
        -6.739239297952939
      ],
      [
        "見",
        -6.7393202318425365
      ],
      [
        "親",
        -6.739321519420625
      ],
      [
        "要",
        -6.739362978894534
      ],
      [
        "銭",
        -6.739362978894609
      ],
      [
        "支配",
        -6.739426245969363
      ],
      [
        "日本",
        -6.740015279182568
      ],
      [
        "ない",
        -6.752230970608649
      ],
      [
        "6",
        -6.780021126839072
      ],
      [
        "平氏政権",
        -6.794432438543611
      ],
      [
        "所",
        -6.796794479799371
      ],
      [
        "定",
        -6.797211823497445
      ],
      [
        "ていた",
        -6.797537552407645
      ],
      [
        "関",
        -6.79793403619
      ],
      [
        "行",
        -6.797993069081086
      ],
      [
        "道",
        -6.798186508306358
      ],
      [
        "り、",
        -6.8066044303157005
      ],
      [
        "清盛",
        -6.819989439967175
      ],
      [
        "権力",
        -6.8254608933733385
      ],
      [
        "世",
        -6.840824446257136
      ],
      [
        "では",
        -6.85294207119308
      ],
      [
        "通",
        -6.859042759412279
      ],
      [
        "つ",
        -6.8600864533727535
      ],
      [
        "京",
        -6.8600968547665655
      ],
      [
        "任",
        -6.860520189006117
      ],
      [
        "能",
        -6.860682040093625
      ],
      [
        "源",
        -6.860683549847813
      ],
      [
        "経済",
        -6.860717509825285
      ],
      [
        "など、",
        -6.867292399385045
      ],
      [
        "これ",
        -6.893021309064079
      ],
      [
        "文化",
        -6.908593887751035
      ],
      [
        "盛",
        -6.924542147059313
      ],
      [
        "方",
        -6.925521804206907
      ],
      [
        "反",
        -6.9262330791641675
      ],
      [
        "じ",
        -6.926966522950519
      ],
      [
        "決",
        -6.927311434351921
      ],
      [
        "結",
        -6.927352344403834
      ],
      [
        "によって",
        -6.927356985206498
      ],
      [
        "地方",
        -6.928973798199043
      ],
      [
        "政治",
        -6.9290653607014
      ],
      [
        "していた",
        -6.929355692013587
      ],
      [
        "大名",
        -6.9300593558292265
      ],
      [
        "ている",
        -6.941748146274048
      ],
      [
        "される",
        -6.9458595484472205
      ],
      [
        "ことが",
        -6.979653932872523
      ],
      [
        "られ",
        -6.991027491572451
      ],
      [
        "応仁の乱",
        -6.991986076486246
      ],
      [
        "『",
        -6.994773428473755
      ],
      [
        "室町時代",
        -6.996430869023609
      ],
      [
        "という",
        -6.99665538118621
      ],
      [
        "安",
        -6.997555543899354
      ],
      [
        "流",
        -6.9976318106213915
      ],
      [
        "南",
        -6.998166656353095
      ],
      [
        "貴族",
        -6.998280268455822
      ],
      [
        "位",
        -6.998664533939261
      ],
      [
        "新",
        -6.998760961929483
      ],
      [
        "師",
        -6.998773422669674
      ],
      [
        "ず",
        -6.998781746401646
      ],
      [
        "と呼ばれる",
        -6.9995002548373115
      ],
      [
        "重盛",
        -6.999575193990406
      ],
      [
        "また、",
        -7.012329310667656
      ],
      [
        "ち",
        -7.020987604958448
      ],
      [
        "への",
        -7.04023422780075
      ],
      [
        "的に",
        -7.04705280033858
      ],
      [
        "5",
        -7.050381531005013
      ],
      [
        "後の",
        -7.050758068590617
      ],
      [
        "ため",
        -7.058981707886538
      ],
      [
        "き",
        -7.068897966198968
      ],
      [
        "代",
        -7.0726706455427815
      ],
      [
        "信",
        -7.073831860481846
      ],
      [
        "強",
        -7.074721785637181
      ],
      [
        "北",
        -7.07508883082042
      ],
      [
        "建",
        -7.075133599553043
      ],
      [
        "海",
        -7.075654666353138
      ],
      [
        "従",
        -7.075663098339276
      ],
      [
        "部",
        -7.0756648524557795
      ],
      [
        "田",
        -7.075704033441837
      ],
      [
        "頼",
        -7.075704103458511
      ],
      [
        "和",
        -7.0757048233236794
      ],
      [
        "だった",
        -7.0782253517818825
      ],
      [
        "せ",
        -7.079977686126403
      ],
      [
        "的な",
        -7.080889826370582
      ],
      [
        "などの",
        -7.082302959884119
      ],
      [
        "へ",
        -7.0998290282109435
      ],
      [
        "にも",
        -7.142026484037455
      ],
      [
        "自",
        -7.156277623588668
      ],
      [
        "応",
        -7.158058331547686
      ],
      [
        "記",
        -7.158651987034689
      ],
      [
        "者",
        -7.15869816556809
      ],
      [
        "利",
        -7.158932511727986
      ],
      [
        "わ",
        -7.158956759072958
      ],
      [
        "来",
        -7.1589748313071055
      ],
      [
        "門",
        -7.159026876114158
      ],
      [
        "々",
        -7.159038156658166
      ],
      [
        "基盤",
        -7.159038157289906
      ],
      [
        "伊勢",
        -7.159099171898497
      ],
      [
        "室町幕府",
        -7.160209309127081
      ],
      [
        "て、",
        -7.166400038492054
      ],
      [
        "され、",
        -7.175072309084097
      ],
      [
        "ため、",
        -7.186606395641952
      ],
      [
        "清盛の",
        -7.225655283854772
      ],
      [
        "特",
        -7.22628557216189
      ],
      [
        "平氏政権は",
        -7.229013195918311
      ],
      [
        "武家",
        -7.236251883908508
      ],
      [
        "化",
        -7.24108087858083
      ],
      [
        "名",
        -7.244158651495443
      ],
      [
        "っていた",
        -7.24679154365699
      ],
      [
        "だ",
        -7.247503819329201
      ],
      [
        "重",
        -7.24840396892635
      ],
      [
        "生",
        -7.2495858729405125
      ],
      [
        "三",
        -7.249768088131324
      ],
      [
        "不",
        -7.2498198627569534
      ],
      [
        "開",
        -7.249866288591888
      ],
      [
        "多",
        -7.249871415413698
      ],
      [
        "伝",
        -7.2498876203356355
      ],
      [
        "7",
        -7.24991340469641
      ],
      [
        "追討",
        -7.24993257836047
      ],
      [
        "させた",
        -7.249946272318574
      ],
      [
        "守",
        -7.249947246350851
      ],
      [
        "日宋貿易",
        -7.249947247567556
      ],
      [
        "延暦寺",
        -7.249947464017493
      ],
      [
        "さらに",
        -7.249990278600835
      ],
      [
        "都市",
        -7.250198001196916
      ],
      [
        "管領",
        -7.250386424461183
      ],
      [
        "ており、",
        -7.2504522969167855
      ],
      [
        "しかし",
        -7.250620250340127
      ],
      [
        "院政",
        -7.2540177033843
      ],
      [
        "月",
        -7.299176722776265
      ],
      [
        "寺社",
        -7.304105666695787
      ],
      [
        "で、",
        -7.321805509447012
      ],
      [
        "武家政権",
        -7.331211424514601
      ],
      [
        "公家",
        -7.337644899610782
      ],
      [
        "面",
        -7.339992301455849
      ],
      [
        "継",
        -7.346321336912045
      ],
      [
        "集",
        -7.346684572359687
      ],
      [
        "0",
        -7.346969005047633
      ],
      [
        "光",
        -7.348293305345302
      ],
      [
        "形",
        -7.348458736959582
      ],
      [
        "天皇",
        -7.34852346482651
      ],
      [
        "日",
        -7.3486117893113665
      ],
      [
        "倉",
        -7.348808459261587
      ],
      [
        "交",
        -7.348836929097833
      ],
      [
        "関係",
        -7.348888506544716
      ],
      [
        "王",
        -7.349260550595379
      ],
      [
        "すること",
        -7.349585225430855
      ],
      [
        "職",
        -7.349599629358757
      ],
      [
        "教",
        -7.349615031214826
      ],
      [
        "入",
        -7.349618744652222
      ],
      [
        "であり、",
        -7.349686477277894
      ],
      [
        "け",
        -7.34978144913606
      ],
      [
        "再",
        -7.349901567298353
      ],
      [
        "続",
        -7.349917808352579
      ],
      [
        "点",
        -7.349931668338453
      ],
      [
        "兵",
        -7.349945338724039
      ],
      [
        "保",
        -7.34994704150925
      ],
      [
        "理",
        -7.349947047362688
      ],
      [
        "指",
        -7.349947247568223
      ],
      [
        "退",
        -7.349947247568236
      ],
      [
        "失",
        -7.349947247568307
      ],
      [
        "設",
        -7.349947247568364
      ],
      [
        "荘園",
        -7.350018985769774
      ],
      [
        "三好",
        -7.350145269855766
      ],
      [
        "となる",
        -7.350315901932532
      ],
      [
        "あり",
        -7.350699501037585
      ],
      [
        "南朝",
        -7.350788414831289
      ],
      [
        "流通",
        -7.351520119192504
      ],
      [
        "14",
        -7.3516355722120785
      ],
      [
        "正盛",
        -7.352289483936682
      ],
      [
        "15",
        -7.353815198899532
      ],
      [
        "永",
        -7.354521652698812
      ],
      [
        "きた",
        -7.357730498461519
      ],
      [
        "書",
        -7.357740957710735
      ],
      [
        "そ",
        -7.415008444972653
      ],
      [
        "治",
        -7.421224324192512
      ],
      [
        "より",
        -7.435093343585496
      ],
      [
        "では、",
        -7.436508008899066
      ],
      [
        "以",
        -7.449689448591162
      ],
      [
        "藤原",
        -7.4522061349821005
      ],
      [
        "同",
        -7.456681311183036
      ],
      [
        "朝",
        -7.458426157972455
      ],
      [
        "主",
        -7.458713395166024
      ],
      [
        "用",
        -7.458847956211304
      ],
      [
        "都",
        -7.459664292593612
      ],
      [
        "義満",
        -7.46006586216578
      ],
      [
        "画",
        -7.4605448662819995
      ],
      [
        "言",
        -7.460630326563869
      ],
      [
        "物",
        -7.461013077488278
      ],
      [
        "御",
        -7.461024287419431
      ],
      [
        "神",
        -7.461038057403622
      ],
      [
        "体",
        -7.461057536073772
      ],
      [
        "び",
        -7.461057702006312
      ],
      [
        "鎌倉時代",
        -7.461057863082689
      ],
      [
        "増",
        -7.461058358624577
      ],
      [
        "手",
        -7.461058358680721
      ],
      [
        "先",
        -7.46105835868181
      ],
      [
        "父",
        -7.461058358681846
      ],
      [
        "機",
        -7.46105835868185
      ],
      [
        "吉",
        -7.461058358681877
      ],
      [
        "村",
        -7.46105835868188
      ],
      [
        "金",
        -7.461058358681887
      ],
      [
        "無",
        -7.4610583586819255
      ],
      [
        "収",
        -7.461058358681937
      ],
      [
        "外",
        -7.461058358681941
      ],
      [
        "摂関家",
        -7.461058358686309
      ],
      [
        "庶民",
        -7.461058359016554
      ],
      [
        "建築",
        -7.461058360345584
      ],
      [
        "解",
        -7.461061100270095
      ],
      [
        "させる",
        -7.461063284006899
      ],
      [
        "戦国大名",
        -7.46106928707637
      ],
      [
        "なかった",
        -7.461095609183681
      ],
      [
        "礼法",
        -7.461154752706699
      ],
      [
        "義材",
        -7.4612768335256785
      ],
      [
        "義視",
        -7.461536663719363
      ],
      [
        "発達",
        -7.461723572721497
      ],
      [
        "されていた",
        -7.462141894110145
      ],
      [
        "有力",
        -7.462206445658503
      ],
      [
        "交通",
        -7.462297094175387
      ],
      [
        "これにより",
        -7.463378478934519
      ],
      [
        "対立",
        -7.463419566999834
      ],
      [
        "信長",
        -7.463749384301004
      ],
      [
        "すると、",
        -7.463854593475126
      ],
      [
        "さ",
        -7.465101654602869
      ],
      [
        "これら",
        -7.4653856728074866
      ],
      [
        "になる",
        -7.467380259985859
      ],
      [
        "家人",
        -7.46845147805884
      ],
      [
        "その後、",
        -7.471298806735346
      ],
      [
        "高国",
        -7.473448940204289
      ],
      [
        "代将軍",
        -7.477751319622008
      ],
      [
        "され",
        -7.551613183897276
      ],
      [
        "している",
        -7.558098079229577
      ],
      [
        "あ",
        -7.5677537122767795
      ],
      [
        "よう",
        -7.568470901626759
      ],
      [
        "全",
        -7.57919349406343
      ],
      [
        "向",
        -7.581716944448277
      ],
      [
        "また",
        -7.581755435778396
      ],
      [
        "室町",
        -7.583049534406614
      ],
      [
        "商",
        -7.583589584787822
      ],
      [
        "態",
        -7.584226519523556
      ],
      [
        "文",
        -7.585040515401389
      ],
      [
        "使",
        -7.585576718422561
      ],
      [
        "条",
        -7.585723580611852
      ],
      [
        "進",
        -7.585943890730148
      ],
      [
        "法",
        -7.585949158832281
      ],
      [
        "亡",
        -7.586043246885025
      ],
      [
        "む",
        -7.586045512660948
      ],
      [
        "養",
        -7.586048330793722
      ],
      [
        "広",
        -7.586048786583085
      ],
      [
        "城",
        -7.58604894352882
      ],
      [
        "延",
        -7.586058055832311
      ],
      [
        "工",
        -7.586058358690313
      ],
      [
        "層",
        -7.586058358690412
      ],
      [
        "宮",
        -7.5860583586909645
      ],
      [
        "階",
        -7.586058358691059
      ],
      [
        "における",
        -7.586058358691119
      ],
      [
        "確立",
        -7.586058361654883
      ],
      [
        "院近臣",
        -7.586059007265614
      ],
      [
        "大きく",
        -7.586072766242264
      ],
      [
        "ほか、",
        -7.586074471101599
      ],
      [
        "大きな",
        -7.586080894738342
      ],
      [
        "細川",
        -7.586095234595307
      ],
      [
        "新たな",
        -7.58609573379791
      ],
      [
        "一方で",
        -7.58615070286445
      ],
      [
        "となり、",
        -7.586253722280446
      ],
      [
        "忠盛",
        -7.58654922051384
      ],
      [
        "義政は",
        -7.586645049741595
      ],
      [
        "記』",
        -7.586648897031386
      ],
      [
        "義尚",
        -7.586738136025671
      ],
      [
        "建武",
        -7.586950619429352
      ],
      [
        "北朝",
        -7.5870792823882995
      ],
      [
        "宗全",
        -7.587319657524548
      ],
      [
        "勝元",
        -7.5874614335588575
      ],
      [
        "武力",
        -7.5875695743412965
      ],
      [
        "安定",
        -7.588203502390667
      ],
      [
        "こうした",
        -7.588451501836445
      ],
      [
        "となってい",
        -7.588700286370344
      ],
      [
        "との",
        -7.5889326760947515
      ],
      [
        "所領",
        -7.588998887100372
      ],
      [
        "化した",
        -7.596106063731159
      ],
      [
        "武",
        -7.601143281593702
      ],
      [
        "公",
        -7.601784779771099
      ],
      [
        "足利義満",
        -7.605219500037781
      ],
      [
        "とした",
        -7.6073462415925
      ],
      [
        "いった",
        -7.647402047421976
      ],
      [
        "これは",
        -7.6487929129518095
      ],
      [
        "義政の",
        -7.687179163216669
      ],
      [
        "史書",
        -7.7176435368496
      ],
      [
        "争",
        -7.722096519816281
      ],
      [
        "諸",
        -7.7234154262004004
      ],
      [
        "勢",
        -7.727102339239075
      ],
      [
        "基",
        -7.727244506409798
      ],
      [
        "有",
        -7.727403592344213
      ],
      [
        "動",
        -7.727595255952846
      ],
      [
        "もある",
        -7.727677921567303
      ],
      [
        "社会",
        -7.727974543472076
      ],
      [
        "臣",
        -7.728051563592463
      ],
      [
        "承",
        -7.728150544393369
      ],
      [
        "当",
        -7.728366491096845
      ],
      [
        "持",
        -7.728406650809356
      ],
      [
        "近",
        -7.728501549874865
      ],
      [
        "存",
        -7.728514985361811
      ],
      [
        "営",
        -7.728552452418832
      ],
      [
        "場",
        -7.728580227930648
      ],
      [
        "皇",
        -7.728618806208271
      ],
      [
        "町",
        -7.728659933210593
      ],
      [
        "衆",
        -7.728730290627841
      ],
      [
        "幕",
        -7.728808188927625
      ],
      [
        "楽",
        -7.7288357978900555
      ],
      [
        "両",
        -7.728850088700909
      ],
      [
        "分",
        -7.72885277748271
      ],
      [
        "抗",
        -7.728869659694999
      ],
      [
        "最",
        -7.728884873263906
      ],
      [
        "性",
        -7.7289054669863955
      ],
      [
        "屋",
        -7.728913264470396
      ],
      [
        "知行国",
        -7.728913897889404
      ],
      [
        "連",
        -7.728915097522906
      ],
      [
        "殿",
        -7.728915249285979
      ],
      [
        "富",
        -7.728915459546303
      ],
      [
        "頭",
        -7.728915499771582
      ],
      [
        "阿",
        -7.728915501548146
      ],
      [
        "廃",
        -7.728915501548146
      ],
      [
        "観",
        -7.728915501548168
      ],
      [
        "意",
        -7.72891550154819
      ],
      [
        "浦",
        -7.728915501548212
      ],
      [
        "鎌倉幕府",
        -7.728915501551018
      ],
      [
        "水",
        -7.728915501587354
      ],
      [
        "げ",
        -7.728915501588031
      ],
      [
        "堺",
        -7.7289155015880855
      ],
      [
        "弟",
        -7.728915501588089
      ],
      [
        "運",
        -7.728915501588098
      ],
      [
        "急死",
        -7.728915501647314
      ],
      [
        " - ",
        -7.728917592980846
      ],
      [
        "海賊",
        -7.728994014239842
      ],
      [
        "存在",
        -7.729316120108487
      ],
      [
        "形成",
        -7.729439077437613
      ],
      [
        "軍事的",
        -7.729736244511103
      ],
      [
        "高倉天皇",
        -7.731248260065992
      ],
      [
        "期 ",
        -7.740025149937058
      ],
      [
        "なく",
        -7.746235055851721
      ],
      [
        "れた",
        -7.748544591078168
      ],
      [
        "へと",
        -7.751986181128543
      ],
      [
        "ようになった",
        -7.763934611983538
      ],
      [
        "特に",
        -7.768311533634148
      ],
      [
        "まり",
        -7.782492221034577
      ],
      [
        "代将軍足利義",
        -7.875906200012319
      ],
      [
        "時",
        -7.889858412397441
      ],
      [
        "直",
        -7.891871933274777
      ],
      [
        "4",
        -7.892643457369481
      ],
      [
        "』",
        -7.89474733088556
      ],
      [
        "統",
        -7.894758860530617
      ],
      [
        "座",
        -7.894896083373452
      ],
      [
        "江",
        -7.895094373603055
      ],
      [
        "在",
        -7.8951089170642135
      ],
      [
        "料",
        -7.895235156783582
      ],
      [
        "僧",
        -7.8954590544411
      ],
      [
        "河",
        -7.895494796383799
      ],
      [
        "役",
        -7.895495737107999
      ],
      [
        "与",
        -7.89550370510632
      ],
      [
        "数",
        -7.895507613981541
      ],
      [
        "8",
        -7.895551287219762
      ],
      [
        "式",
        -7.895552427908463
      ],
      [
        "命",
        -7.8955546363156355
      ],
      [
        "原",
        -7.895555798160469
      ],
      [
        "貞",
        -7.895561096328692
      ],
      [
        "説",
        -7.895569317344039
      ],
      [
        "とする見解",
        -7.895574907273689
      ],
      [
        "知",
        -7.895576360501776
      ],
      [
        "族",
        -7.895577990984381
      ],
      [
        "ろ",
        -7.89557871728482
      ],
      [
        "仁",
        -7.8955808314938185
      ],
      [
        "ぐ",
        -7.895580907932553
      ],
      [
        "半",
        -7.895582085292036
      ],
      [
        "伴",
        -7.895582156662119
      ],
      [
        "敗",
        -7.8955821675198194
      ],
      [
        "古",
        -7.895582168214807
      ],
      [
        "議",
        -7.895582168214811
      ],
      [
        "翌",
        -7.895582168214819
      ],
      [
        "残",
        -7.895582168214824
      ],
      [
        "種",
        -7.895582168214827
      ],
      [
        "津",
        -7.89558216821483
      ],
      [
        "ぶ",
        -7.895582168214835
      ],
      [
        "野",
        -7.895582168214835
      ],
      [
        "放",
        -7.895582168214835
      ],
      [
        "止",
        -7.89558216821484
      ],
      [
        "令",
        -7.895582168214851
      ],
      [
        "ー",
        -7.8955821682148555
      ],
      [
        "本願寺派",
        -7.8955821682148715
      ],
      [
        "瀬戸内海",
        -7.895582168214876
      ],
      [
        "馬",
        -7.895582168214887
      ],
      [
        "波",
        -7.895582168220473
      ],
      [
        "比",
        -7.8955821682525915
      ],
      [
        "占",
        -7.89558216825462
      ],
      [
        "共",
        -7.895582168254723
      ],
      [
        "論",
        -7.8955821682547285
      ],
      [
        "頃",
        -7.895582168254734
      ],
      [
        "認",
        -7.895582168254734
      ],
      [
        "秀",
        -7.895582168254752
      ],
      [
        "回",
        -7.89558216825476
      ],
      [
        "と考えられている",
        -7.895582168254762
      ],
      [
        "在地領主",
        -7.895582463152616
      ],
      [
        "学界では",
        -7.895583120415536
      ],
      [
        "同時に",
        -7.8955960708816475
      ],
      [
        "足利将軍家",
        -7.8956026418142375
      ],
      [
        "戦国時代",
        -7.895606732828409
      ],
      [
        "だけで",
        -7.895620185338322
      ],
      [
        "を与え",
        -7.895641362574186
      ],
      [
        "を行う",
        -7.8956696773367
      ],
      [
        "世紀",
        -7.895700129859352
      ],
      [
        "6年)",
        -7.895754043807775
      ],
      [
        "生産",
        -7.89579602179307
      ],
      [
        "民衆",
        -7.895800929670907
      ],
      [
        "活動",
        -7.895801156791959
      ],
      [
        "3年)",
        -7.895879835584816
      ],
      [
        "市場",
        -7.895975571448091
      ],
      [
        "絵画",
        -7.895981767306742
      ],
      [
        "仏教",
        -7.8961550198724435
      ],
      [
        "がある",
        -7.896338517397025
      ],
      [
        "取り",
        -7.896400100529406
      ],
      [
        "やがて",
        -7.896913870870858
      ],
      [
        "されている",
        -7.8970671786241144
      ],
      [
        "後白河と清盛",
        -7.897382656746215
      ],
      [
        "それ",
        -7.898375217912284
      ],
      [
        "んで",
        -7.899447426526527
      ],
      [
        " 室町時代",
        -7.903325021881917
      ],
      [
        "西軍",
        -7.903795782009711
      ],
      [
        "歴史",
        -7.909648009641509
      ],
      [
        "以後",
        -7.910961673552066
      ],
      [
        "られた",
        -7.913245867820278
      ],
      [
        "しく",
        -7.9176320250583565
      ],
      [
        "(116",
        -7.950932512391881
      ],
      [
        "2年(1",
        -8.03127805321818
      ],
      [
        "権",
        -8.065033443501218
      ],
      [
        "になった",
        -8.070283008731938
      ],
      [
        "市",
        -8.088110628087161
      ],
      [
        "勝",
        -8.093242651995359
      ],
      [
        "達",
        -8.09433049544584
      ],
      [
        "史",
        -8.094398431630067
      ],
      [
        "身",
        -8.094654712708275
      ],
      [
        "支",
        -8.094728270589464
      ],
      [
        "官",
        -8.094847078632977
      ],
      [
        "仏",
        -8.094883212513956
      ],
      [
        "二",
        -8.094967633725327
      ],
      [
        "撃",
        -8.095046637276344
      ],
      [
        "陣",
        -8.0950589038034
      ],
      [
        "配",
        -8.095265448783369
      ],
      [
        "術",
        -8.09529957282166
      ],
      [
        "学",
        -8.095311037166816
      ],
      [
        "荘",
        -8.095353583150617
      ],
      [
        "評",
        -8.095365833810446
      ],
      [
        "経",
        -8.09537044499832
      ],
      [
        "賀",
        -8.095459228878038
      ],
      [
        "様",
        -8.095491539446119
      ],
      [
        "去",
        -8.095495436216362
      ],
      [
        "害",
        -8.095509555930095
      ],
      [
        "旧",
        -8.09553638385093
      ],
      [
        "相",
        -8.095536967312823
      ],
      [
        "焼",
        -8.095542512716708
      ],
      [
        "終",
        -8.095555749173384
      ],
      [
        "別",
        -8.095571897297708
      ],
      [
        "興",
        -8.095572133027561
      ],
      [
        "崩",
        -8.095572273871468
      ],
      [
        "復",
        -8.095573372410547
      ],
      [
        "帰",
        -8.095573372410616
      ],
      [
        "編",
        -8.095576225116652
      ],
      [
        "系",
        -8.095579907935276
      ],
      [
        "心",
        -8.09558040774199
      ],
      [
        "造",
        -8.095581013733904
      ],
      [
        "常",
        -8.095581073051067
      ],
      [
        "施",
        -8.095581159865738
      ],
      [
        "側",
        -8.095581449462658
      ],
      [
        "織",
        -8.095581588145091
      ],
      [
        "補",
        -8.09558163903587
      ],
      [
        "衛",
        -8.095581992656353
      ],
      [
        "量",
        -8.095582161563382
      ],
      [
        "良",
        -8.095582168145269
      ],
      [
        "茶",
        -8.095582168197545
      ],
      [
        "圧",
        -8.095582168214817
      ],
      [
        "移",
        -8.095582168214822
      ],
      [
        "限",
        -8.095582168214836
      ],
      [
        "郎",
        -8.095582168214849
      ],
      [
        "ト",
        -8.095582168214854
      ],
      [
        "ス",
        -8.095582168214854
      ],
      [
        "住",
        -8.095582168214854
      ],
      [
        "他",
        -8.095582168214873
      ],
      [
        "ぎ",
        -8.095582168214904
      ],
      [
        "私",
        -8.095582168214918
      ],
      [
        "等",
        -8.09558216821493
      ],
      [
        "着",
        -8.095582168242657
      ],
      [
        "始めた",
        -8.095582168245306
      ],
      [
        "閉",
        -8.095582168249619
      ],
      [
        "クーデター",
        -8.095582168254658
      ],
      [
        "宣",
        -8.095582168254689
      ],
      [
        "援",
        -8.0955821682547
      ],
      [
        "幸",
        -8.095582168254701
      ],
      [
        "口",
        -8.095582168254726
      ],
      [
        "病",
        -8.095582168254726
      ],
      [
        "衡",
        -8.095582168254758
      ],
      [
        "研",
        -8.095582168254758
      ],
      [
        "康",
        -8.095582168254765
      ],
      [
        "独自の",
        -8.095582168350877
      ],
      [
        "義昭は",
        -8.095582168739554
      ],
      [
        "太政大臣",
        -8.095582171966907
      ],
      [
        "を利用して",
        -8.095582435875103
      ],
      [
        "明応の政変",
        -8.095582572646318
      ],
      [
        "安徳天皇",
        -8.09558267505682
      ],
      [
        "について",
        -8.095583456340565
      ],
      [
        "後継者",
        -8.095586864151269
      ],
      [
        "ここに",
        -8.095587356586227
      ],
      [
        "整備",
        -8.095587451909811
      ],
      [
        "を行い、",
        -8.095591876340295
      ],
      [
        "大内氏",
        -8.09561679410035
      ],
      [
        "今川",
        -8.09562035872352
      ],
      [
        "昇進",
        -8.0956521640177
      ],
      [
        "付け",
        -8.095670761508337
      ],
      [
        "があった",
        -8.095689557887262
      ],
      [
        "関白",
        -8.09573623984903
      ],
      [
        "を行った",
        -8.095848613446922
      ],
      [
        "の地位",
        -8.095932621378791
      ],
      [
        "禅宗",
        -8.096026438759917
      ],
      [
        "引き",
        -8.096106583204833
      ],
      [
        "上洛",
        -8.096408135018564
      ],
      [
        "現地",
        -8.096954890394091
      ],
      [
        "基実",
        -8.09793001703476
      ],
      [
        "事態",
        -8.098634785186645
      ],
      [
        "向上",
        -8.099649669718461
      ],
      [
        "ていく",
        -8.102686253931449
      ],
      [
        "こ",
        -8.282351464841698
      ],
      [
        "になってい",
        -8.292365744448947
      ],
      [
        "9",
        -8.312704301097018
      ],
      [
        "7年)",
        -8.317133172700201
      ],
      [
        "においては",
        -8.318942656832844
      ],
      [
        "以降、",
        -8.319791726922944
      ],
      [
        "ど",
        -8.342002401155446
      ],
      [
        "義政が",
        -8.343577879391828
      ],
      [
        "ば",
        -8.343604047832928
      ],
      [
        "現",
        -8.343824537828395
      ],
      [
        "社",
        -8.3439307874436
      ],
      [
        "管",
        -8.344272971201612
      ],
      [
        "元年(11",
        -8.344284914397525
      ],
      [
        "忠",
        -8.344535832124777
      ],
      [
        "天",
        -8.344542823362627
      ],
      [
        "輸",
        -8.34481894961835
      ],
      [
        "絵",
        -8.344956997556354
      ],
      [
        "室",
        -8.345113739761615
      ],
      [
        "芸",
        -8.345219784158482
      ],
      [
        "問",
        -8.345235973593814
      ],
      [
        "成立した",
        -8.345429738651355
      ],
      [
        "策",
        -8.345436176381401
      ],
      [
        "殺",
        -8.34548905167585
      ],
      [
        "降",
        -8.345524241928034
      ],
      [
        "六",
        -8.345537028532316
      ],
      [
        "突",
        -8.345537028533252
      ],
      [
        "風",
        -8.345540972737478
      ],
      [
        "慶",
        -8.345550714471846
      ],
      [
        "太平記",
        -8.345575984280341
      ],
      [
        "太",
        -8.345576435535508
      ],
      [
        "木",
        -8.345579931344233
      ],
      [
        "末",
        -8.345580971246411
      ],
      [
        "果",
        -8.345581006015948
      ],
      [
        "徳",
        -8.345581379042885
      ],
      [
        "暦",
        -8.34558152258117
      ],
      [
        "難",
        -8.345581678104974
      ],
      [
        "異",
        -8.345582057619703
      ],
      [
        "征",
        -8.34558216581994
      ],
      [
        "夷",
        -8.34558216582014
      ],
      [
        "鎮",
        -8.345582168024606
      ],
      [
        "装",
        -8.345582168214811
      ],
      [
        "修",
        -8.345582168214811
      ],
      [
        "切",
        -8.34558216821482
      ],
      [
        "必",
        -8.345582168214824
      ],
      [
        "揺",
        -8.345582168214829
      ],
      [
        "色",
        -8.345582168214833
      ],
      [
        "ル",
        -8.345582168214836
      ],
      [
        "鞆",
        -8.345582168214836
      ],
      [
        "謀",
        -8.345582168214836
      ],
      [
        "処",
        -8.345582168214843
      ],
      [
        "貢",
        -8.345582168214843
      ],
      [
        "奪",
        -8.345582168214843
      ],
      [
        "導",
        -8.345582168214852
      ],
      [
        "打",
        -8.345582168214852
      ],
      [
        "鎌倉公方",
        -8.345582168214856
      ],
      [
        "献",
        -8.345582168214868
      ],
      [
        "日明貿易",
        -8.345582168214868
      ],
      [
        "例",
        -8.345582168214886
      ],
      [
        "手工業",
        -8.345582168216328
      ],
      [
        "嫡",
        -8.345582168254603
      ],
      [
        "ね",
        -8.345582168254676
      ],
      [
        "輝",
        -8.345582168254692
      ],
      [
        "棟",
        -8.345582168254701
      ],
      [
        "布",
        -8.345582168254715
      ],
      [
        "きっかけ",
        -8.345582168254724
      ],
      [
        "味",
        -8.345582168254733
      ],
      [
        "巨",
        -8.345582168254733
      ],
      [
        "断",
        -8.34558216825474
      ],
      [
        "還",
        -8.34558216825474
      ],
      [
        "建春門院",
        -8.345582168254749
      ],
      [
        "松",
        -8.345582168254756
      ],
      [
        "感",
        -8.345582168254756
      ],
      [
        "栄",
        -8.345582168254756
      ],
      [
        "寄",
        -8.345582168254756
      ],
      [
        "火",
        -8.345582168254762
      ],
      [
        "征夷大将軍",
        -8.345582170649429
      ],
      [
        "国守護人・地頭",
        -8.345582170891216
      ],
      [
        "平治の乱",
        -8.345582464383796
      ],
      [
        "が相次いで",
        -8.345582746696937
      ],
      [
        "といわれ",
        -8.345582894920703
      ],
      [
        "書院造",
        -8.34558364876597
      ],
      [
        "を中心に",
        -8.345584163953884
      ],
      [
        "北面武士",
        -8.345586158064842
      ],
      [
        "が起こ",
        -8.345586170721102
      ],
      [
        "同じく",
        -8.345588211359292
      ],
      [
        "ようになり、",
        -8.345596961277092
      ],
      [
        "の性格",
        -8.345598276503196
      ],
      [
        "伊豆",
        -8.345600922927183
      ],
      [
        "高倉上皇",
        -8.345604537504542
      ],
      [
        "攻撃",
        -8.34563755108343
      ],
      [
        "御所を",
        -8.345651774688736
      ],
      [
        "が続いた",
        -8.345661623088695
      ],
      [
        "姿勢",
        -8.345662145653103
      ],
      [
        "とともに",
        -8.345697661614526
      ],
      [
        "、両者",
        -8.345703092887781
      ],
      [
        "農民",
        -8.345720623596174
      ],
      [
        "が多く",
        -8.34572857976683
      ],
      [
        "一方、",
        -8.345893719787854
      ],
      [
        "学問",
        -8.345928480817582
      ],
      [
        "が強い",
        -8.345948783896853
      ],
      [
        "の成立",
        -8.345976148409324
      ],
      [
        "の発生",
        -8.345983961171104
      ],
      [
        "商品",
        -8.34599596432696
      ],
      [
        "政長を",
        -8.34609266712599
      ],
      [
        "史料",
        -8.346125582376784
      ],
      [
        "んだ",
        -8.346161890962321
      ],
      [
        "反平氏の",
        -8.346261317091841
      ],
      [
        "言仁親王",
        -8.346420908329014
      ],
      [
        "は主に",
        -8.346513604560249
      ],
      [
        "ものであり、",
        -8.346752386150564
      ],
      [
        "を形成し",
        -8.348639429537968
      ],
      [
        "初",
        -8.400037265149363
      ],
      [
        "参",
        -8.514790898383957
      ],
      [
        "優",
        -8.567072777747516
      ],
      [
        "余",
        -8.658435598828584
      ],
      [
        "、白河",
        -8.666801379794851
      ],
      [
        "白河は",
        -8.669112013467887
      ],
      [
        "ん",
        -8.669572761794573
      ],
      [
        "白河上皇",
        -8.669606083006377
      ],
      [
        "図",
        -8.669607946162724
      ],
      [
        "石",
        -8.6768662294134
      ],
      [
        "取",
        -8.677136278583891
      ],
      [
        "討",
        -8.677854584322723
      ],
      [
        "清",
        -8.67790098230516
      ],
      [
        "変",
        -8.67790779631452
      ],
      [
        "べ",
        -8.67795350347033
      ],
      [
        "引",
        -8.67797899090046
      ],
      [
        "好",
        -8.678172209491997
      ],
      [
        "民",
        -8.678246651073026
      ],
      [
        "品",
        -8.678339994440208
      ],
      [
        "情",
        -8.67839341604185
      ],
      [
        "活",
        -8.678437518109618
      ],
      [
        "求",
        -8.678553097282768
      ],
      [
        "園",
        -8.678595500906752
      ],
      [
        "会",
        -8.678661349574147
      ],
      [
        "農",
        -8.678722874050614
      ],
      [
        "ほ",
        -8.678771509306133
      ],
      [
        "細",
        -8.678806121507183
      ],
      [
        "南北朝時代",
        -8.67881977521896
      ],
      [
        "抱",
        -8.678849503571417
      ],
      [
        "小笠原",
        -8.678856694527996
      ],
      [
        "俗",
        -8.678858179285365
      ],
      [
        "治承三年の政変",
        -8.678874630071807
      ],
      [
        "功",
        -8.67887567494896
      ],
      [
        "完",
        -8.67888038048214
      ],
      [
        "深",
        -8.6788824251952
      ],
      [
        "母",
        -8.678885755390917
      ],
      [
        "闘",
        -8.678890509330015
      ],
      [
        "格",
        -8.678892866246557
      ],
      [
        "拠",
        -8.67889613212963
      ],
      [
        "隆",
        -8.678897629461689
      ],
      [
        "逃",
        -8.678900923363338
      ],
      [
        "激",
        -8.678900996227712
      ],
      [
        "仲",
        -8.6789076240187
      ],
      [
        "起",
        -8.678909769850346
      ],
      [
        "督",
        -8.678915267315027
      ],
      [
        "島",
        -8.678915320889553
      ],
      [
        "落",
        -8.678915442449549
      ],
      [
        "除",
        -8.678915500409449
      ],
      [
        "譲",
        -8.678915500582558
      ],
      [
        "斎",
        -8.678915501548149
      ],
      [
        "七",
        -8.678915501548149
      ],
      [
        "為",
        -8.678915501548154
      ],
      [
        "識",
        -8.67891550154816
      ],
      [
        "作",
        -8.67891550154816
      ],
      [
        "シ",
        -8.67891550154816
      ],
      [
        "気",
        -8.67891550154816
      ],
      [
        "伏",
        -8.67891550154816
      ],
      [
        "如",
        -8.67891550154816
      ],
      [
        "首",
        -8.67891550154816
      ],
      [
        "繰り広げ",
        -8.67891550154816
      ],
      [
        "禁",
        -8.678915501548172
      ],
      [
        "抑",
        -8.678915501548172
      ],
      [
        "華",
        -8.678915501548172
      ],
      [
        "検非違使",
        -8.678915501548172
      ],
      [
        "執",
        -8.678915501548182
      ],
      [
        "典",
        -8.678915501548182
      ],
      [
        "ニ",
        -8.678915501548182
      ],
      [
        "恩",
        -8.678915501548182
      ],
      [
        "像",
        -8.678915501548182
      ],
      [
        "寿",
        -8.678915501548182
      ],
      [
        "花",
        -8.678915501548182
      ],
      [
        "1970年代",
        -8.678915501548182
      ],
      [
        "資",
        -8.678915501548193
      ],
      [
        "肥",
        -8.678915501548193
      ],
      [
        "田堵農民層",
        -8.678915501548193
      ],
      [
        "牛",
        -8.6789155015482
      ],
      [
        "タ",
        -8.678915501548204
      ],
      [
        "航",
        -8.678915501548206
      ],
      [
        "ざ",
        -8.678915501548206
      ],
      [
        "権を掌握した",
        -8.678915501548216
      ],
      [
        "鹿",
        -8.678915501548227
      ],
      [
        "邸",
        -8.678915501548227
      ],
      [
        "採",
        -8.678915501548227
      ],
      [
        "注",
        -8.678915501548227
      ],
      [
        "張",
        -8.678915501548227
      ],
      [
        "陸",
        -8.678915501548227
      ],
      [
        "隊",
        -8.678915501548227
      ],
      [
        "弓",
        -8.67891550154825
      ],
      [
        "宋",
        -8.678915501548271
