{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "\b": 5,
      "\u001b": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "~": 96,
      "¥": 97,
      "©": 98,
      "«": 99,
      "®": 100,
      "°": 101,
      "±": 102,
      "´": 103,
      "»": 104,
      "×": 105,
      "ō": 106,
      "̀": 107,
      "́": 108,
      "̈": 109,
      "Θ": 110,
      "Σ": 111,
      "Ψ": 112,
      "Ω": 113,
      "α": 114,
      "β": 115,
      "γ": 116,
      "ε": 117,
      "μ": 118,
      "ω": 119,
      "Д": 120,
      "О": 121,
      "д": 122,
      "ж": 123,
      "о": 124,
      "و": 125,
      "๑": 126,
      "ཀ": 127,
      "​": 128,
      "‐": 129,
      "–": 130,
      "—": 131,
      "―": 132,
      "‘": 133,
      "’": 134,
      "“": 135,
      "”": 136,
      "•": 137,
      "‥": 138,
      "…": 139,
      "″": 140,
      "※": 141,
      "‼": 142,
      "℃": 143,
      "™": 144,
      "Ⅱ": 145,
      "Ⅲ": 146,
      "Ⅶ": 147,
      "Ⅹ": 148,
      "ⅲ": 149,
      "ⅳ": 150,
      "←": 151,
      "↑": 152,
      "→": 153,
      "↓": 154,
      "⇒": 155,
      "⇔": 156,
      "∀": 157,
      "∇": 158,
      "−": 159,
      "∠": 160,
      "≦": 161,
      "≧": 162,
      "≫": 163,
      "⌒": 164,
      "①": 165,
      "②": 166,
      "③": 167,
      "④": 168,
      "⑤": 169,
      "⑦": 170,
      "⑧": 171,
      "⑩": 172,
      "⑪": 173,
      "─": 174,
      "━": 175,
      "█": 176,
      "■": 177,
      "□": 178,
      "▲": 179,
      "△": 180,
      "▷": 181,
      "▼": 182,
      "▽": 183,
      "◆": 184,
      "◇": 185,
      "○": 186,
      "◎": 187,
      "●": 188,
      "◡": 189,
      "◯": 190,
      "☀": 191,
      "★": 192,
      "☆": 193,
      "☺": 194,
      "♡": 195,
      "♥": 196,
      "♨": 197,
      "♪": 198,
      "♫": 199,
      "⚪": 200,
      "✔": 201,
      "✕": 202,
      "✧": 203,
      "✨": 204,
      "❤": 205,
      "⻑": 206,
      "⼀": 207,
      "⾏": 208,
      "⾵": 209,
      "、": 210,
      "。": 211,
      "〃": 212,
      "々": 213,
      "〆": 214,
      "〇": 215,
      "〈": 216,
      "〉": 217,
      "《": 218,
      "》": 219,
      "「": 220,
      "」": 221,
      "『": 222,
      "』": 223,
      "【": 224,
      "】": 225,
      "〔": 226,
      "〕": 227,
      "〜": 228,
      "〝": 229,
      "〟": 230,
      "ぁ": 231,
      "あ": 232,
      "ぃ": 233,
      "い": 234,
      "ぅ": 235,
      "う": 236,
      "ぇ": 237,
      "え": 238,
      "ぉ": 239,
      "お": 240,
      "か": 241,
      "が": 242,
      "き": 243,
      "ぎ": 244,
      "く": 245,
      "ぐ": 246,
      "け": 247,
      "げ": 248,
      "こ": 249,
      "ご": 250,
      "さ": 251,
      "ざ": 252,
      "し": 253,
      "じ": 254,
      "す": 255,
      "ず": 256,
      "せ": 257,
      "ぜ": 258,
      "そ": 259,
      "ぞ": 260,
      "た": 261,
      "だ": 262,
      "ち": 263,
      "っ": 264,
      "つ": 265,
      "づ": 266,
      "て": 267,
      "で": 268,
      "と": 269,
      "ど": 270,
      "な": 271,
      "に": 272,
      "ぬ": 273,
      "ね": 274,
      "の": 275,
      "は": 276,
      "ば": 277,
      "ぱ": 278,
      "ひ": 279,
      "び": 280,
      "ぴ": 281,
      "ふ": 282,
      "ぶ": 283,
      "ぷ": 284,
      "へ": 285,
      "べ": 286,
      "ぺ": 287,
      "ほ": 288,
      "ぼ": 289,
      "ぽ": 290,
      "ま": 291,
      "み": 292,
      "む": 293,
      "め": 294,
      "も": 295,
      "ゃ": 296,
      "や": 297,
      "ゅ": 298,
      "ゆ": 299,
      "ょ": 300,
      "よ": 301,
      "ら": 302,
      "り": 303,
      "る": 304,
      "れ": 305,
      "ろ": 306,
      "ゎ": 307,
      "わ": 308,
      "ゐ": 309,
      "を": 310,
      "ん": 311,
      "゙": 312,
      "゚": 313,
      "゜": 314,
      "ゝ": 315,
      "ゞ": 316,
      "ァ": 317,
      "ア": 318,
      "ィ": 319,
      "イ": 320,
      "ゥ": 321,
      "ウ": 322,
      "ェ": 323,
      "エ": 324,
      "ォ": 325,
      "オ": 326,
      "カ": 327,
      "ガ": 328,
      "キ": 329,
      "ギ": 330,
      "ク": 331,
      "グ": 332,
      "ケ": 333,
      "ゲ": 334,
      "コ": 335,
      "ゴ": 336,
      "サ": 337,
      "ザ": 338,
      "シ": 339,
      "ジ": 340,
      "ス": 341,
      "ズ": 342,
      "セ": 343,
      "ゼ": 344,
      "ソ": 345,
      "ゾ": 346,
      "タ": 347,
      "ダ": 348,
      "チ": 349,
      "ッ": 350,
      "ツ": 351,
      "テ": 352,
      "デ": 353,
      "ト": 354,
      "ド": 355,
      "ナ": 356,
      "ニ": 357,
      "ヌ": 358,
      "ネ": 359,
      "ノ": 360,
      "ハ": 361,
      "バ": 362,
      "パ": 363,
      "ヒ": 364,
      "ビ": 365,
      "ピ": 366,
      "フ": 367,
      "ブ": 368,
      "プ": 369,
      "ヘ": 370,
      "ベ": 371,
      "ペ": 372,
      "ホ": 373,
      "ボ": 374,
      "ポ": 375,
      "マ": 376,
      "ミ": 377,
      "ム": 378,
      "メ": 379,
      "モ": 380,
      "ャ": 381,
      "ヤ": 382,
      "ュ": 383,
      "ユ": 384,
      "ョ": 385,
      "ヨ": 386,
      "ラ": 387,
      "リ": 388,
      "ル": 389,
      "レ": 390,
      "ロ": 391,
      "ワ": 392,
      "ヱ": 393,
      "ヲ": 394,
      "ン": 395,
      "ヴ": 396,
      "ヵ": 397,
      "ヶ": 398,
      "・": 399,
      "ー": 400,
      "ヽ": 401,
      "ヾ": 402,
      "ㅂ": 403,
      "㈮": 404,
      "㈱": 405,
      "㎏": 406,
      "㎜": 407,
      "㎞": 408,
      "㎡": 409,
      "一": 410,
      "丁": 411,
      "七": 412,
      "万": 413,
      "丈": 414,
      "三": 415,
      "上": 416,
      "下": 417,
      "不": 418,
      "与": 419,
      "丑": 420,
      "且": 421,
      "世": 422,
      "丘": 423,
      "东": 424,
      "両": 425,
      "並": 426,
      "中": 427,
      "串": 428,
      "丸": 429,
      "丹": 430,
      "主": 431,
      "丼": 432,
      "丿": 433,
      "乃": 434,
      "久": 435,
      "之": 436,
      "乍": 437,
      "乎": 438,
      "乏": 439,
      "乖": 440,
      "乗": 441,
      "乙": 442,
      "九": 443,
      "乞": 444,
      "也": 445,
      "乱": 446,
      "乳": 447,
      "乾": 448,
      "亀": 449,
      "了": 450,
      "予": 451,
      "争": 452,
      "事": 453,
      "二": 454,
      "云": 455,
      "互": 456,
      "五": 457,
      "井": 458,
      "亘": 459,
      "些": 460,
      "亜": 461,
      "亡": 462,
      "亢": 463,
      "交": 464,
      "亦": 465,
      "享": 466,
      "京": 467,
      "亭": 468,
      "亮": 469,
      "人": 470,
      "什": 471,
      "仁": 472,
      "仄": 473,
      "仇": 474,
      "今": 475,
      "介": 476,
      "仏": 477,
      "仔": 478,
      "仕": 479,
      "他": 480,
      "付": 481,
      "仙": 482,
      "代": 483,
      "令": 484,
      "以": 485,
      "仮": 486,
      "仰": 487,
      "仲": 488,
      "件": 489,
      "任": 490,
      "企": 491,
      "伊": 492,
      "伎": 493,
      "伏": 494,
      "伐": 495,
      "休": 496,
      "会": 497,
      "伝": 498,
      "伯": 499,
      "伴": 500,
      "伸": 501,
      "伺": 502,
      "似": 503,
      "伽": 504,
      "但": 505,
      "佇": 506,
      "位": 507,
      "低": 508,
      "住": 509,
      "佐": 510,
      "佑": 511,
      "体": 512,
      "何": 513,
      "余": 514,
      "作": 515,
      "佳": 516,
      "併": 517,
      "佼": 518,
      "使": 519,
      "侃": 520,
      "例": 521,
      "侍": 522,
      "侘": 523,
      "供": 524,
      "依": 525,
      "侠": 526,
      "価": 527,
      "侭": 528,
      "侮": 529,
      "侯": 530,
      "侵": 531,
      "侶": 532,
      "便": 533,
      "係": 534,
      "促": 535,
      "俄": 536,
      "俊": 537,
      "俑": 538,
      "俗": 539,
      "保": 540,
      "信": 541,
      "俣": 542,
      "修": 543,
      "俯": 544,
      "俳": 545,
      "俵": 546,
      "俸": 547,
      "俺": 548,
      "倉": 549,
      "個": 550,
      "倍": 551,
      "倒": 552,
      "倖": 553,
      "候": 554,
      "借": 555,
      "倣": 556,
      "値": 557,
      "倦": 558,
      "倫": 559,
      "倭": 560,
      "偉": 561,
      "偏": 562,
      "偐": 563,
      "偕": 564,
      "做": 565,
      "停": 566,
      "健": 567,
      "偲": 568,
      "側": 569,
      "偵": 570,
      "偶": 571,
      "偽": 572,
      "傀": 573,
      "傍": 574,
      "傑": 575,
      "傘": 576,
      "備": 577,
      "催": 578,
      "傭": 579,
      "傲": 580,
      "傳": 581,
      "債": 582,
      "傷": 583,
      "傾": 584,
      "僅": 585,
      "働": 586,
      "像": 587,
      "僑": 588,
      "僕": 589,
      "僚": 590,
      "僥": 591,
      "僧": 592,
      "僭": 593,
      "儀": 594,
      "億": 595,
      "儒": 596,
      "儚": 597,
      "償": 598,
      "儡": 599,
      "優": 600,
      "儲": 601,
      "儺": 602,
      "允": 603,
      "元": 604,
      "兄": 605,
      "充": 606,
      "兆": 607,
      "先": 608,
      "光": 609,
      "克": 610,
      "兌": 611,
      "免": 612,
      "兎": 613,
      "児": 614,
      "党": 615,
      "兜": 616,
      "入": 617,
      "全": 618,
      "八": 619,
      "公": 620,
      "六": 621,
      "共": 622,
      "兵": 623,
      "具": 624,
      "典": 625,
      "兼": 626,
      "内": 627,
      "円": 628,
      "冊": 629,
      "再": 630,
      "冑": 631,
      "冒": 632,
      "冗": 633,
      "写": 634,
      "冠": 635,
      "冤": 636,
      "冥": 637,
      "冨": 638,
      "冪": 639,
      "冬": 640,
      "冲": 641,
      "冴": 642,
      "冷": 643,
      "凄": 644,
      "准": 645,
      "凉": 646,
      "凌": 647,
      "凍": 648,
      "凛": 649,
      "凝": 650,
      "几": 651,
      "凡": 652,
      "処": 653,
      "凪": 654,
      "凰": 655,
      "凱": 656,
      "凶": 657,
      "凸": 658,
      "凹": 659,
      "出": 660,
      "函": 661,
      "刀": 662,
      "刃": 663,
      "分": 664,
      "切": 665,
      "刈": 666,
      "刊": 667,
      "刑": 668,
      "列": 669,
      "初": 670,
      "判": 671,
      "別": 672,
      "利": 673,
      "到": 674,
      "制": 675,
      "刷": 676,
      "券": 677,
      "刹": 678,
      "刺": 679,
      "刻": 680,
      "剃": 681,
      "則": 682,
      "削": 683,
      "剋": 684,
      "前": 685,
      "剖": 686,
      "剛": 687,
      "剣": 688,
      "剤": 689,
      "剥": 690,
      "剪": 691,
      "副": 692,
      "剰": 693,
      "剱": 694,
      "割": 695,
      "創": 696,
      "劃": 697,
      "劇": 698,
      "劉": 699,
      "力": 700,
      "功": 701,
      "加": 702,
      "劣": 703,
      "助": 704,
      "努": 705,
      "劫": 706,
      "励": 707,
      "労": 708,
      "効": 709,
      "勁": 710,
      "勃": 711,
      "勅": 712,
      "勇": 713,
      "勉": 714,
      "動": 715,
      "勘": 716,
      "務": 717,
      "勝": 718,
      "募": 719,
      "勢": 720,
      "勤": 721,
      "勧": 722,
      "勲": 723,
      "勾": 724,
      "勿": 725,
      "匂": 726,
      "包": 727,
      "匈": 728,
      "化": 729,
      "北": 730,
      "匙": 731,
      "匠": 732,
      "匡": 733,
      "匣": 734,
      "匹": 735,
      "区": 736,
      "医": 737,
      "匿": 738,
      "十": 739,
      "千": 740,
      "升": 741,
      "午": 742,
      "半": 743,
      "卍": 744,
      "卑": 745,
      "卒": 746,
      "卓": 747,
      "協": 748,
      "南": 749,
      "単": 750,
      "博": 751,
      "卜": 752,
      "占": 753,
      "印": 754,
      "危": 755,
      "即": 756,
      "却": 757,
      "卵": 758,
      "卸": 759,
      "卿": 760,
      "厄": 761,
      "厘": 762,
      "厚": 763,
      "原": 764,
      "厠": 765,
      "厨": 766,
      "厭": 767,
      "厳": 768,
      "去": 769,
      "参": 770,
      "又": 771,
      "叉": 772,
      "及": 773,
      "友": 774,
      "双": 775,
      "反": 776,
      "収": 777,
      "叔": 778,
      "取": 779,
      "受": 780,
      "叙": 781,
      "叛": 782,
      "叡": 783,
      "口": 784,
      "古": 785,
      "句": 786,
      "叩": 787,
      "只": 788,
      "叫": 789,
      "召": 790,
      "叭": 791,
      "可": 792,
      "台": 793,
      "叱": 794,
      "史": 795,
      "右": 796,
      "叶": 797,
      "号": 798,
      "司": 799,
      "吃": 800,
      "各": 801,
      "合": 802,
      "吉": 803,
      "吊": 804,
      "同": 805,
      "名": 806,
      "后": 807,
      "吏": 808,
      "吐": 809,
      "向": 810,
      "君": 811,
      "吝": 812,
      "吟": 813,
      "吠": 814,
      "否": 815,
      "含": 816,
      "吸": 817,
      "吹": 818,
      "吻": 819,
      "吽": 820,
      "吾": 821,
      "呂": 822,
      "呆": 823,
      "呈": 824,
      "呉": 825,
      "告": 826,
      "呑": 827,
      "呟": 828,
      "周": 829,
      "呪": 830,
      "味": 831,
      "呻": 832,
      "呼": 833,
      "命": 834,
      "咀": 835,
      "和": 836,
      "咎": 837,
      "咤": 838,
      "咥": 839,
      "咫": 840,
      "咬": 841,
      "咲": 842,
      "咳": 843,
      "咸": 844,
      "咽": 845,
      "哀": 846,
      "品": 847,
      "哈": 848,
      "哉": 849,
      "員": 850,
      "哨": 851,
      "哭": 852,
      "哲": 853,
      "哺": 854,
      "唄": 855,
      "唆": 856,
      "唇": 857,
      "唐": 858,
      "唖": 859,
      "唯": 860,
      "唱": 861,
      "唸": 862,
      "唾": 863,
      "啄": 864,
      "商": 865,
      "問": 866,
      "啓": 867,
      "啜": 868,
      "啼": 869,
      "喀": 870,
      "善": 871,
      "喇": 872,
      "喉": 873,
      "喋": 874,
      "喘": 875,
      "喚": 876,
      "喜": 877,
      "喝": 878,
      "喧": 879,
      "喩": 880,
      "喪": 881,
      "喫": 882,
      "喬": 883,
      "喰": 884,
      "営": 885,
      "嗅": 886,
      "嗚": 887,
      "嗜": 888,
      "嗣": 889,
      "嘆": 890,
      "嘉": 891,
      "嘔": 892,
      "嘗": 893,
      "嘘": 894,
      "嘩": 895,
      "嘯": 896,
      "嘱": 897,
      "嘲": 898,
      "嘴": 899,
      "噂": 900,
      "噌": 901,
      "噛": 902,
      "噤": 903,
      "器": 904,
      "噴": 905,
      "噺": 906,
      "嚇": 907,
      "嚢": 908,
      "嚥": 909,
      "囁": 910,
      "囃": 911,
      "囚": 912,
      "四": 913,
      "回": 914,
      "因": 915,
      "団": 916,
      "囮": 917,
      "困": 918,
      "囲": 919,
      "図": 920,
      "固": 921,
      "国": 922,
      "圀": 923,
      "圃": 924,
      "國": 925,
      "圏": 926,
      "園": 927,
      "土": 928,
      "圧": 929,
      "在": 930,
      "圭": 931,
      "地": 932,
      "圳": 933,
      "坂": 934,
      "均": 935,
      "坊": 936,
      "坐": 937,
      "坑": 938,
      "坤": 939,
      "坦": 940,
      "坪": 941,
      "垂": 942,
      "型": 943,
      "垓": 944,
      "垠": 945,
      "垢": 946,
      "垣": 947,
      "埃": 948,
      "埋": 949,
      "城": 950,
      "域": 951,
      "埠": 952,
      "埴": 953,
      "執": 954,
      "培": 955,
      "基": 956,
      "埼": 957,
      "堀": 958,
      "堂": 959,
      "堅": 960,
      "堆": 961,
      "堕": 962,
      "堡": 963,
      "堤": 964,
      "堪": 965,
      "堯": 966,
      "堰": 967,
      "報": 968,
      "場": 969,
      "堵": 970,
      "堺": 971,
      "塀": 972,
      "塁": 973,
      "塊": 974,
      "塑": 975,
      "塔": 976,
      "塗": 977,
      "塘": 978,
      "塚": 979,
      "塞": 980,
      "塩": 981,
      "填": 982,
      "塵": 983,
      "塾": 984,
      "境": 985,
      "墓": 986,
      "増": 987,
      "墜": 988,
      "墟": 989,
      "墨": 990,
      "墳": 991,
      "墾": 992,
      "壁": 993,
      "壇": 994,
      "壊": 995,
      "壌": 996,
      "壕": 997,
      "士": 998,
      "壬": 999,
      "壮": 1000,
      "声": 1001,
      "売": 1002,
      "壷": 1003,
      "壺": 1004,
      "変": 1005,
      "夏": 1006,
      "夕": 1007,
      "外": 1008,
      "夙": 1009,
      "多": 1010,
      "夜": 1011,
      "夢": 1012,
      "大": 1013,
      "天": 1014,
      "太": 1015,
      "夫": 1016,
      "夭": 1017,
      "央": 1018,
      "失": 1019,
      "夷": 1020,
      "奇": 1021,
      "奈": 1022,
      "奉": 1023,
      "奏": 1024,
      "契": 1025,
      "奔": 1026,
      "套": 1027,
      "奘": 1028,
      "奚": 1029,
      "奠": 1030,
      "奢": 1031,
      "奥": 1032,
      "奧": 1033,
      "奨": 1034,
      "奪": 1035,
      "奮": 1036,
      "女": 1037,
      "奴": 1038,
      "好": 1039,
      "如": 1040,
      "妃": 1041,
      "妄": 1042,
      "妊": 1043,
      "妓": 1044,
      "妖": 1045,
      "妙": 1046,
      "妤": 1047,
      "妥": 1048,
      "妨": 1049,
      "妬": 1050,
      "妹": 1051,
      "妻": 1052,
      "妾": 1053,
      "姉": 1054,
      "始": 1055,
      "姑": 1056,
      "姓": 1057,
      "委": 1058,
      "姜": 1059,
      "姥": 1060,
      "姦": 1061,
      "姪": 1062,
      "姫": 1063,
      "姻": 1064,
      "姿": 1065,
      "威": 1066,
      "娘": 1067,
      "娜": 1068,
      "娠": 1069,
      "娩": 1070,
      "娯": 1071,
      "婆": 1072,
      "婉": 1073,
      "婕": 1074,
      "婚": 1075,
      "婦": 1076,
      "婿": 1077,
      "媒": 1078,
      "媚": 1079,
      "媛": 1080,
      "媽": 1081,
      "嫁": 1082,
      "嫉": 1083,
      "嫌": 1084,
      "嫡": 1085,
      "嬉": 1086,
      "嬌": 1087,
      "嬢": 1088,
      "嬰": 1089,
      "子": 1090,
      "孔": 1091,
      "字": 1092,
      "存": 1093,
      "孝": 1094,
      "季": 1095,
      "孤": 1096,
      "学": 1097,
      "孫": 1098,
      "孵": 1099,
      "宅": 1100,
      "宇": 1101,
      "守": 1102,
      "安": 1103,
      "宋": 1104,
      "完": 1105,
      "宏": 1106,
      "宗": 1107,
      "官": 1108,
      "宙": 1109,
      "定": 1110,
      "宛": 1111,
      "宜": 1112,
      "宝": 1113,
      "実": 1114,
      "客": 1115,
      "宣": 1116,
      "室": 1117,
      "宥": 1118,
      "宦": 1119,
      "宮": 1120,
      "宰": 1121,
      "害": 1122,
      "宴": 1123,
      "家": 1124,
      "宸": 1125,
      "容": 1126,
      "宿": 1127,
      "寂": 1128,
      "寄": 1129,
      "寅": 1130,
      "密": 1131,
      "寇": 1132,
      "富": 1133,
      "寒": 1134,
      "寓": 1135,
      "寛": 1136,
      "寝": 1137,
      "察": 1138,
      "寡": 1139,
      "實": 1140,
      "寧": 1141,
      "寨": 1142,
      "審": 1143,
      "寮": 1144,
      "寵": 1145,
      "寸": 1146,
      "寺": 1147,
      "対": 1148,
      "寿": 1149,
      "封": 1150,
      "専": 1151,
      "射": 1152,
      "将": 1153,
      "尉": 1154,
      "尊": 1155,
      "尋": 1156,
      "導": 1157,
      "小": 1158,
      "少": 1159,
      "尖": 1160,
      "尚": 1161,
      "尤": 1162,
      "就": 1163,
      "尹": 1164,
      "尺": 1165,
      "尻": 1166,
      "尼": 1167,
      "尽": 1168,
      "尾": 1169,
      "尿": 1170,
      "局": 1171,
      "屁": 1172,
      "居": 1173,
      "屈": 1174,
      "届": 1175,
      "屋": 1176,
      "屏": 1177,
      "屑": 1178,
      "屓": 1179,
      "展": 1180,
      "属": 1181,
      "屠": 1182,
      "層": 1183,
      "履": 1184,
      "屯": 1185,
      "山": 1186,
      "屹": 1187,
      "岐": 1188,
      "岑": 1189,
      "岡": 1190,
      "岩": 1191,
      "岬": 1192,
      "岱": 1193,
      "岳": 1194,
      "岸": 1195,
      "峙": 1196,
      "峠": 1197,
      "峡": 1198,
      "峨": 1199,
      "峯": 1200,
      "峰": 1201,
      "島": 1202,
      "崇": 1203,
      "崋": 1204,
      "崎": 1205,
      "崔": 1206,
      "崖": 1207,
      "崩": 1208,
      "嵌": 1209,
      "嵐": 1210,
      "嵜": 1211,
      "嵩": 1212,
      "嵯": 1213,
      "嶋": 1214,
      "嶌": 1215,
      "嶺": 1216,
      "嶼": 1217,
      "嶽": 1218,
      "巌": 1219,
      "川": 1220,
      "州": 1221,
      "巡": 1222,
      "巣": 1223,
      "工": 1224,
      "左": 1225,
      "巧": 1226,
      "巨": 1227,
      "巫": 1228,
      "差": 1229,
      "己": 1230,
      "已": 1231,
      "巳": 1232,
      "巴": 1233,
      "巷": 1234,
      "巻": 1235,
      "巾": 1236,
      "市": 1237,
      "布": 1238,
      "帆": 1239,
      "希": 1240,
      "帖": 1241,
      "帛": 1242,
      "帝": 1243,
      "帥": 1244,
      "師": 1245,
      "席": 1246,
      "帯": 1247,
      "帰": 1248,
      "帳": 1249,
      "帷": 1250,
      "常": 1251,
      "帽": 1252,
      "幀": 1253,
      "幅": 1254,
      "幌": 1255,
      "幕": 1256,
      "幡": 1257,
      "幣": 1258,
      "干": 1259,
      "平": 1260,
      "年": 1261,
      "幸": 1262,
      "幹": 1263,
      "幻": 1264,
      "幼": 1265,
      "幽": 1266,
      "幾": 1267,
      "庁": 1268,
      "広": 1269,
      "庄": 1270,
      "庇": 1271,
      "床": 1272,
      "序": 1273,
      "底": 1274,
      "店": 1275,
      "府": 1276,
      "度": 1277,
      "座": 1278,
      "庫": 1279,
      "庭": 1280,
      "庵": 1281,
      "庶": 1282,
      "康": 1283,
      "庸": 1284,
      "廃": 1285,
      "廉": 1286,
      "廊": 1287,
      "廓": 1288,
      "廟": 1289,
      "廠": 1290,
      "廣": 1291,
      "廬": 1292,
      "延": 1293,
      "廷": 1294,
      "建": 1295,
      "廻": 1296,
      "弁": 1297,
      "弄": 1298,
      "弊": 1299,
      "式": 1300,
      "弐": 1301,
      "弓": 1302,
      "引": 1303,
      "弘": 1304,
      "弛": 1305,
      "弟": 1306,
      "弥": 1307,
      "弦": 1308,
      "弧": 1309,
      "弩": 1310,
      "弱": 1311,
      "張": 1312,
      "強": 1313,
      "弾": 1314,
      "彌": 1315,
      "当": 1316,
      "彗": 1317,
      "彙": 1318,
      "彝": 1319,
      "彡": 1320,
      "形": 1321,
      "彦": 1322,
      "彩": 1323,
      "彫": 1324,
      "彬": 1325,
      "彰": 1326,
      "影": 1327,
      "彷": 1328,
      "役": 1329,
      "彼": 1330,
      "彿": 1331,
      "往": 1332,
      "征": 1333,
      "径": 1334,
      "待": 1335,
      "徊": 1336,
      "律": 1337,
      "後": 1338,
      "徐": 1339,
      "徒": 1340,
      "従": 1341,
      "得": 1342,
      "徘": 1343,
      "御": 1344,
      "徨": 1345,
      "復": 1346,
      "循": 1347,
      "微": 1348,
      "徳": 1349,
      "徴": 1350,
      "徹": 1351,
      "心": 1352,
      "必": 1353,
      "忌": 1354,
      "忍": 1355,
      "志": 1356,
      "忘": 1357,
      "忙": 1358,
      "応": 1359,
      "忠": 1360,
      "快": 1361,
      "念": 1362,
      "忽": 1363,
      "怒": 1364,
      "怖": 1365,
      "怜": 1366,
      "思": 1367,
      "怠": 1368,
      "怡": 1369,
      "急": 1370,
      "性": 1371,
      "怨": 1372,
      "怪": 1373,
      "怯": 1374,
      "恆": 1375,
      "恋": 1376,
      "恍": 1377,
      "恐": 1378,
      "恒": 1379,
      "恕": 1380,
      "恢": 1381,
      "恣": 1382,
      "恥": 1383,
      "恨": 1384,
      "恩": 1385,
      "恫": 1386,
      "恬": 1387,
      "恭": 1388,
      "息": 1389,
      "恰": 1390,
      "恵": 1391,
      "悉": 1392,
      "悍": 1393,
      "悔": 1394,
      "悟": 1395,
      "悠": 1396,
      "患": 1397,
      "悦": 1398,
      "悧": 1399,
      "悩": 1400,
      "悪": 1401,
      "悲": 1402,
      "悴": 1403,
      "悶": 1404,
      "悸": 1405,
      "悼": 1406,
      "情": 1407,
      "惇": 1408,
      "惑": 1409,
      "惚": 1410,
      "惜": 1411,
      "惟": 1412,
      "惣": 1413,
      "惧": 1414,
      "惨": 1415,
      "惰": 1416,
      "想": 1417,
      "惹": 1418,
      "愁": 1419,
      "愉": 1420,
      "意": 1421,
      "愕": 1422,
      "愚": 1423,
      "愛": 1424,
      "感": 1425,
      "愴": 1426,
      "慄": 1427,
      "慇": 1428,
      "慈": 1429,
      "態": 1430,
      "慌": 1431,
      "慎": 1432,
      "慕": 1433,
      "慟": 1434,
      "慢": 1435,
      "慣": 1436,
      "慧": 1437,
      "慨": 1438,
      "慮": 1439,
      "慰": 1440,
      "慶": 1441,
      "憂": 1442,
      "憎": 1443,
      "憐": 1444,
      "憑": 1445,
      "憔": 1446,
      "憚": 1447,
      "憤": 1448,
      "憧": 1449,
      "憩": 1450,
      "憬": 1451,
      "憮": 1452,
      "憲": 1453,
      "憶": 1454,
      "憺": 1455,
      "懃": 1456,
      "懇": 1457,
      "應": 1458,
      "懐": 1459,
      "懣": 1460,
      "懲": 1461,
      "懸": 1462,
      "懺": 1463,
      "戊": 1464,
      "成": 1465,
      "我": 1466,
      "戒": 1467,
      "或": 1468,
      "戚": 1469,
      "戟": 1470,
      "戦": 1471,
      "截": 1472,
      "戯": 1473,
      "戴": 1474,
      "戸": 1475,
      "戻": 1476,
      "房": 1477,
      "所": 1478,
      "扁": 1479,
      "扇": 1480,
      "扈": 1481,
      "扉": 1482,
      "手": 1483,
      "才": 1484,
      "打": 1485,
      "払": 1486,
      "托": 1487,
      "扱": 1488,
      "扶": 1489,
      "批": 1490,
      "承": 1491,
      "技": 1492,
      "抄": 1493,
      "把": 1494,
      "抑": 1495,
      "抒": 1496,
      "投": 1497,
      "抗": 1498,
      "折": 1499,
      "抜": 1500,
      "択": 1501,
      "披": 1502,
      "抱": 1503,
      "抵": 1504,
      "抹": 1505,
      "押": 1506,
      "抽": 1507,
      "担": 1508,
      "拉": 1509,
      "拌": 1510,
      "拍": 1511,
      "拒": 1512,
      "拓": 1513,
      "拗": 1514,
      "拘": 1515,
      "拙": 1516,
      "招": 1517,
      "拝": 1518,
      "拠": 1519,
      "拡": 1520,
      "括": 1521,
      "拭": 1522,
      "拳": 1523,
      "拵": 1524,
      "拶": 1525,
      "拷": 1526,
      "拾": 1527,
      "拿": 1528,
      "持": 1529,
      "指": 1530,
      "挑": 1531,
      "挙": 1532,
      "挟": 1533,
      "挨": 1534,
      "挪": 1535,
      "挫": 1536,
      "振": 1537,
      "挽": 1538,
      "挿": 1539,
      "捉": 1540,
      "捏": 1541,
      "捐": 1542,
      "捕": 1543,
      "捗": 1544,
      "捜": 1545,
      "捧": 1546,
      "捨": 1547,
      "捩": 1548,
      "据": 1549,
      "捲": 1550,
      "捷": 1551,
      "捺": 1552,
      "捻": 1553,
      "掃": 1554,
      "授": 1555,
      "掌": 1556,
      "排": 1557,
      "掘": 1558,
      "掛": 1559,
      "掟": 1560,
      "掠": 1561,
      "採": 1562,
      "探": 1563,
      "接": 1564,
      "控": 1565,
      "推": 1566,
      "掩": 1567,
      "措": 1568,
      "掬": 1569,
      "掲": 1570,
      "掴": 1571,
      "掻": 1572,
      "揃": 1573,
      "揄": 1574,
      "揆": 1575,
      "揉": 1576,
      "描": 1577,
      "提": 1578,
      "揖": 1579,
      "揚": 1580,
      "換": 1581,
      "握": 1582,
      "揮": 1583,
      "援": 1584,
      "揶": 1585,
      "揺": 1586,
      "損": 1587,
      "搦": 1588,
      "搬": 1589,
      "搭": 1590,
      "携": 1591,
      "搾": 1592,
      "摂": 1593,
      "摘": 1594,
      "摩": 1595,
      "摯": 1596,
      "摸": 1597,
      "摺": 1598,
      "撃": 1599,
      "撒": 1600,
      "撞": 1601,
      "撤": 1602,
      "撥": 1603,
      "撫": 1604,
      "播": 1605,
      "撮": 1606,
      "撰": 1607,
      "撲": 1608,
      "撼": 1609,
      "擁": 1610,
      "操": 1611,
      "擢": 1612,
      "擦": 1613,
      "擬": 1614,
      "擱": 1615,
      "擲": 1616,
      "攀": 1617,
      "攘": 1618,
      "攝": 1619,
      "攣": 1620,
      "攪": 1621,
      "攫": 1622,
      "攬": 1623,
      "支": 1624,
      "收": 1625,
      "改": 1626,
      "攻": 1627,
      "放": 1628,
      "政": 1629,
      "故": 1630,
      "敏": 1631,
      "救": 1632,
      "敗": 1633,
      "教": 1634,
      "敢": 1635,
      "散": 1636,
      "敦": 1637,
      "敬": 1638,
      "数": 1639,
      "敲": 1640,
      "整": 1641,
      "敵": 1642,
      "敷": 1643,
      "斂": 1644,
      "文": 1645,
      "斉": 1646,
      "斎": 1647,
      "斐": 1648,
      "斑": 1649,
      "斗": 1650,
      "料": 1651,
      "斜": 1652,
      "斡": 1653,
      "斤": 1654,
      "斥": 1655,
      "斧": 1656,
      "斬": 1657,
      "断": 1658,
      "斯": 1659,
      "新": 1660,
      "方": 1661,
      "於": 1662,
      "施": 1663,
      "旅": 1664,
      "旋": 1665,
      "族": 1666,
      "旗": 1667,
      "既": 1668,
      "日": 1669,
      "旦": 1670,
      "旧": 1671,
      "旨": 1672,
      "早": 1673,
      "旬": 1674,
      "旭": 1675,
      "旺": 1676,
      "昂": 1677,
      "昆": 1678,
      "昇": 1679,
      "昌": 1680,
      "明": 1681,
      "昏": 1682,
      "易": 1683,
      "昔": 1684,
      "星": 1685,
      "映": 1686,
      "春": 1687,
      "昧": 1688,
      "昨": 1689,
      "昭": 1690,
      "是": 1691,
      "昴": 1692,
      "昼": 1693,
      "晁": 1694,
      "時": 1695,
      "晋": 1696,
      "晒": 1697,
      "晟": 1698,
      "晦": 1699,
      "晩": 1700,
      "普": 1701,
      "景": 1702,
      "晰": 1703,
      "晴": 1704,
      "晶": 1705,
      "智": 1706,
      "暁": 1707,
      "暇": 1708,
      "暈": 1709,
      "暑": 1710,
      "暖": 1711,
      "暗": 1712,
      "暢": 1713,
      "暦": 1714,
      "暫": 1715,
      "暮": 1716,
      "暴": 1717,
      "曇": 1718,
      "曉": 1719,
      "曖": 1720,
      "曜": 1721,
      "曝": 1722,
      "曰": 1723,
      "曲": 1724,
      "更": 1725,
      "書": 1726,
      "曹": 1727,
      "曼": 1728,
      "曽": 1729,
      "曾": 1730,
      "替": 1731,
      "最": 1732,
      "月": 1733,
      "有": 1734,
      "服": 1735,
      "朗": 1736,
      "望": 1737,
      "朝": 1738,
      "期": 1739,
      "朦": 1740,
      "朧": 1741,
      "木": 1742,
      "未": 1743,
      "末": 1744,
      "本": 1745,
      "札": 1746,
      "朱": 1747,
      "朴": 1748,
      "机": 1749,
      "朽": 1750,
      "杉": 1751,
      "李": 1752,
      "杏": 1753,
      "材": 1754,
      "村": 1755,
      "杓": 1756,
      "杖": 1757,
      "杜": 1758,
      "杞": 1759,
      "束": 1760,
      "条": 1761,
      "杢": 1762,
      "来": 1763,
      "杮": 1764,
      "杯": 1765,
      "東": 1766,
      "杵": 1767,
      "杼": 1768,
      "松": 1769,
      "板": 1770,
      "析": 1771,
      "枕": 1772,
      "林": 1773,
      "枚": 1774,
      "果": 1775,
      "枝": 1776,
      "枠": 1777,
      "枡": 1778,
      "枢": 1779,
      "枯": 1780,
      "架": 1781,
      "柄": 1782,
      "柏": 1783,
      "某": 1784,
      "柑": 1785,
      "染": 1786,
      "柔": 1787,
      "柘": 1788,
      "柩": 1789,
      "柱": 1790,
      "柳": 1791,
      "柴": 1792,
      "柵": 1793,
      "査": 1794,
      "栂": 1795,
      "栃": 1796,
      "栄": 1797,
      "栓": 1798,
      "栖": 1799,
      "栗": 1800,
      "栞": 1801,
      "校": 1802,
      "栢": 1803,
      "株": 1804,
      "核": 1805,
      "根": 1806,
      "格": 1807,
      "栽": 1808,
      "桁": 1809,
      "桂": 1810,
      "桃": 1811,
      "框": 1812,
      "案": 1813,
      "桐": 1814,
      "桑": 1815,
      "桓": 1816,
      "桜": 1817,
      "桝": 1818,
      "桟": 1819,
      "桶": 1820,
      "梁": 1821,
      "梃": 1822,
      "梅": 1823,
      "梓": 1824,
      "梔": 1825,
      "梗": 1826,
      "條": 1827,
      "梢": 1828,
      "梨": 1829,
      "梯": 1830,
      "械": 1831,
      "梱": 1832,
      "梳": 1833,
      "梶": 1834,
      "棄": 1835,
      "棋": 1836,
      "棍": 1837,
      "棒": 1838,
      "棚": 1839,
      "棟": 1840,
      "森": 1841,
      "棲": 1842,
      "棺": 1843,
      "椅": 1844,
      "椋": 1845,
      "植": 1846,
      "椎": 1847,
      "椒": 1848,
      "椚": 1849,
      "検": 1850,
      "椿": 1851,
      "楊": 1852,
      "楓": 1853,
      "楔": 1854,
      "楕": 1855,
      "楚": 1856,
      "楠": 1857,
      "楡": 1858,
      "楫": 1859,
      "業": 1860,
      "極": 1861,
      "楼": 1862,
      "楽": 1863,
      "概": 1864,
      "榎": 1865,
      "榛": 1866,
      "榴": 1867,
      "槃": 1868,
      "構": 1869,
      "槌": 1870,
      "槍": 1871,
      "様": 1872,
      "槙": 1873,
      "槻": 1874,
      "槽": 1875,
      "槿": 1876,
      "樋": 1877,
      "樓": 1878,
      "標": 1879,
      "樟": 1880,
      "模": 1881,
      "権": 1882,
      "横": 1883,
      "樫": 1884,
      "樹": 1885,
      "樺": 1886,
      "樽": 1887,
      "橋": 1888,
      "橘": 1889,
      "橙": 1890,
      "機": 1891,
      "橿": 1892,
      "檀": 1893,
      "檄": 1894,
      "檜": 1895,
      "檬": 1896,
      "檸": 1897,
      "檻": 1898,
      "櫃": 1899,
      "櫓": 1900,
      "櫛": 1901,
      "欄": 1902,
      "權": 1903,
      "欒": 1904,
      "欝": 1905,
      "欠": 1906,
      "次": 1907,
      "欣": 1908,
      "欧": 1909,
      "欲": 1910,
      "欺": 1911,
      "欽": 1912,
      "款": 1913,
      "歌": 1914,
      "歎": 1915,
      "歓": 1916,
      "止": 1917,
      "正": 1918,
      "此": 1919,
      "武": 1920,
      "歩": 1921,
      "歪": 1922,
      "歯": 1923,
      "歳": 1924,
      "歴": 1925,
      "死": 1926,
      "殆": 1927,
      "殊": 1928,
      "残": 1929,
      "殖": 1930,
      "殯": 1931,
      "殲": 1932,
      "殴": 1933,
      "段": 1934,
      "殺": 1935,
      "殻": 1936,
      "殿": 1937,
      "毀": 1938,
      "毅": 1939,
      "母": 1940,
      "毎": 1941,
      "毒": 1942,
      "比": 1943,
      "毘": 1944,
      "毛": 1945,
      "毬": 1946,
      "氏": 1947,
      "民": 1948,
      "気": 1949,
      "氣": 1950,
      "水": 1951,
      "氷": 1952,
      "永": 1953,
      "氾": 1954,
      "汀": 1955,
      "汁": 1956,
      "求": 1957,
      "汎": 1958,
      "汗": 1959,
      "汚": 1960,
      "汝": 1961,
      "江": 1962,
      "池": 1963,
      "汰": 1964,
      "汲": 1965,
      "汶": 1966,
      "決": 1967,
      "汽": 1968,
      "沁": 1969,
      "沃": 1970,
      "沈": 1971,
      "沌": 1972,
      "沐": 1973,
      "沖": 1974,
      "沙": 1975,
      "没": 1976,
      "沢": 1977,
      "沫": 1978,
      "河": 1979,
      "沸": 1980,
      "油": 1981,
      "治": 1982,
      "沼": 1983,
      "沽": 1984,
      "沿": 1985,
      "況": 1986,
      "泄": 1987,
      "泉": 1988,
      "泊": 1989,
      "泌": 1990,
      "法": 1991,
      "泛": 1992,
      "泡": 1993,
      "波": 1994,
      "泣": 1995,
      "泥": 1996,
      "注": 1997,
      "泰": 1998,
      "泳": 1999,
      "洋": 2000,
      "洒": 2001,
      "洗": 2002,
      "洛": 2003,
      "洞": 2004,
      "津": 2005,
      "洩": 2006,
      "洪": 2007,
      "洲": 2008,
      "洵": 2009,
      "活": 2010,
      "洽": 2011,
      "派": 2012,
      "流": 2013,
      "浄": 2014,
      "浅": 2015,
      "浚": 2016,
      "浜": 2017,
      "浣": 2018,
      "浦": 2019,
      "浩": 2020,
      "浪": 2021,
      "浮": 2022,
      "浴": 2023,
      "海": 2024,
      "浸": 2025,
      "涅": 2026,
      "消": 2027,
      "涎": 2028,
      "涙": 2029,
      "涯": 2030,
      "液": 2031,
      "涸": 2032,
      "涼": 2033,
      "淘": 2034,
      "淡": 2035,
      "淫": 2036,
      "深": 2037,
      "淳": 2038,
      "淵": 2039,
      "混": 2040,
      "淹": 2041,
      "添": 2042,
      "清": 2043,
      "渇": 2044,
      "済": 2045,
      "渉": 2046,
      "渋": 2047,
      "渓": 2048,
      "渕": 2049,
      "減": 2050,
      "渝": 2051,
      "渡": 2052,
      "渣": 2053,
      "渥": 2054,
      "渦": 2055,
      "温": 2056,
      "渫": 2057,
      "測": 2058,
      "港": 2059,
      "游": 2060,
      "湊": 2061,
      "湖": 2062,
      "湘": 2063,
      "湧": 2064,
      "湯": 2065,
      "湾": 2066,
      "湿": 2067,
      "満": 2068,
      "源": 2069,
      "準": 2070,
      "溜": 2071,
      "溝": 2072,
      "溢": 2073,
      "溥": 2074,
      "溶": 2075,
      "滅": 2076,
      "滉": 2077,
      "滋": 2078,
      "滑": 2079,
      "滓": 2080,
      "滝": 2081,
      "滞": 2082,
      "滲": 2083,
      "滴": 2084,
      "滸": 2085,
      "滾": 2086,
      "漁": 2087,
      "漂": 2088,
      "漆": 2089,
      "漏": 2090,
      "漑": 2091,
      "演": 2092,
      "漕": 2093,
      "漠": 2094,
      "漢": 2095,
      "漫": 2096,
      "漬": 2097,
      "漱": 2098,
      "漲": 2099,
      "漸": 2100,
      "漿": 2101,
      "潔": 2102,
      "潘": 2103,
      "潜": 2104,
      "潟": 2105,
      "潤": 2106,
      "潮": 2107,
      "潰": 2108,
      "澁": 2109,
      "澄": 2110,
      "澤": 2111,
      "澪": 2112,
      "澱": 2113,
      "澹": 2114,
      "激": 2115,
      "濁": 2116,
      "濃": 2117,
      "濠": 2118,
      "濡": 2119,
      "濫": 2120,
      "濯": 2121,
      "濱": 2122,
      "瀆": 2123,
      "瀕": 2124,
      "瀞": 2125,
      "瀧": 2126,
      "瀬": 2127,
      "瀾": 2128,
      "灌": 2129,
      "灘": 2130,
      "火": 2131,
      "灯": 2132,
      "灰": 2133,
      "灸": 2134,
      "灼": 2135,
      "災": 2136,
      "炉": 2137,
      "炊": 2138,
      "炎": 2139,
      "炒": 2140,
      "炙": 2141,
      "炬": 2142,
      "炭": 2143,
      "点": 2144,
      "為": 2145,
      "烈": 2146,
      "烏": 2147,
      "烙": 2148,
      "烹": 2149,
      "烽": 2150,
      "焉": 2151,
      "焙": 2152,
      "焚": 2153,
      "無": 2154,
      "焦": 2155,
      "然": 2156,
      "焼": 2157,
      "煉": 2158,
      "煌": 2159,
      "煎": 2160,
      "煕": 2161,
      "煙": 2162,
      "煤": 2163,
      "煥": 2164,
      "照": 2165,
      "煩": 2166,
      "煮": 2167,
      "煽": 2168,
      "熊": 2169,
      "熔": 2170,
      "熙": 2171,
      "熟": 2172,
      "熱": 2173,
      "燃": 2174,
      "燐": 2175,
      "燕": 2176,
      "燥": 2177,
      "燦": 2178,
      "燭": 2179,
      "燵": 2180,
      "爆": 2181,
      "爛": 2182,
      "爪": 2183,
      "爬": 2184,
      "爵": 2185,
      "父": 2186,
      "爺": 2187,
      "爽": 2188,
      "爾": 2189,
      "片": 2190,
      "版": 2191,
      "牒": 2192,
      "牙": 2193,
      "牛": 2194,
      "牟": 2195,
      "牡": 2196,
      "牢": 2197,
      "牧": 2198,
      "物": 2199,
      "牲": 2200,
      "特": 2201,
      "牽": 2202,
      "犠": 2203,
      "犬": 2204,
      "犯": 2205,
      "状": 2206,
      "狂": 2207,
      "狄": 2208,
      "狐": 2209,
      "狙": 2210,
      "狛": 2211,
      "狡": 2212,
      "狩": 2213,
      "独": 2214,
      "狭": 2215,
      "狼": 2216,
      "猛": 2217,
      "猜": 2218,
      "猟": 2219,
      "猥": 2220,
      "猩": 2221,
      "猪": 2222,
      "猫": 2223,
      "献": 2224,
      "猶": 2225,
      "猷": 2226,
      "猾": 2227,
      "猿": 2228,
      "獄": 2229,
      "獅": 2230,
      "獣": 2231,
      "獰": 2232,
      "獲": 2233,
      "玄": 2234,
      "率": 2235,
      "玉": 2236,
      "王": 2237,
      "玩": 2238,
      "玲": 2239,
      "珂": 2240,
      "珈": 2241,
      "珊": 2242,
      "珍": 2243,
      "珠": 2244,
      "珪": 2245,
      "班": 2246,
      "現": 2247,
      "球": 2248,
      "理": 2249,
      "琉": 2250,
      "琢": 2251,
      "琲": 2252,
      "琳": 2253,
      "琴": 2254,
      "琵": 2255,
      "琶": 2256,
      "瑕": 2257,
      "瑚": 2258,
      "瑛": 2259,
      "瑞": 2260,
      "瑠": 2261,
      "瑣": 2262,
      "璃": 2263,
      "璋": 2264,
      "璧": 2265,
      "環": 2266,
      "璽": 2267,
      "瓜": 2268,
      "瓢": 2269,
      "瓦": 2270,
      "瓶": 2271,
      "甑": 2272,
      "甕": 2273,
      "甘": 2274,
      "甚": 2275,
      "甜": 2276,
      "生": 2277,
      "産": 2278,
      "甥": 2279,
      "用": 2280,
      "田": 2281,
      "由": 2282,
      "甲": 2283,
      "申": 2284,
      "男": 2285,
      "町": 2286,
      "画": 2287,
      "界": 2288,
      "畏": 2289,
      "畑": 2290,
      "畔": 2291,
      "留": 2292,
      "畜": 2293,
      "畝": 2294,
      "畠": 2295,
      "畢": 2296,
      "略": 2297,
      "畦": 2298,
      "番": 2299,
      "異": 2300,
      "畳": 2301,
      "當": 2302,
      "畿": 2303,
      "疇": 2304,
      "疋": 2305,
      "疎": 2306,
      "疑": 2307,
      "疣": 2308,
      "疫": 2309,
      "疱": 2310,
      "疲": 2311,
      "疵": 2312,
      "疹": 2313,
      "疼": 2314,
      "疽": 2315,
      "疾": 2316,
      "病": 2317,
      "症": 2318,
      "痍": 2319,
      "痒": 2320,
      "痕": 2321,
      "痘": 2322,
      "痙": 2323,
      "痛": 2324,
      "痢": 2325,
      "痣": 2326,
      "痩": 2327,
      "痰": 2328,
      "痴": 2329,
      "痺": 2330,
      "瘍": 2331,
      "瘡": 2332,
      "瘢": 2333,
      "瘤": 2334,
      "瘴": 2335,
      "瘻": 2336,
      "療": 2337,
      "癌": 2338,
      "癒": 2339,
      "癖": 2340,
      "癸": 2341,
      "発": 2342,
      "登": 2343,
      "白": 2344,
      "百": 2345,
      "的": 2346,
      "皆": 2347,
      "皇": 2348,
      "皐": 2349,
      "皓": 2350,
      "皮": 2351,
      "皺": 2352,
      "皿": 2353,
      "盂": 2354,
      "盆": 2355,
      "益": 2356,
      "盗": 2357,
      "盛": 2358,
      "盞": 2359,
      "盟": 2360,
      "監": 2361,
      "盤": 2362,
      "盧": 2363,
      "盪": 2364,
      "目": 2365,
      "盲": 2366,
      "直": 2367,
      "相": 2368,
      "盾": 2369,
      "省": 2370,
      "眈": 2371,
      "眉": 2372,
      "看": 2373,
      "県": 2374,
      "眞": 2375,
      "真": 2376,
      "眠": 2377,
      "眩": 2378,
      "眷": 2379,
      "眸": 2380,
      "眺": 2381,
      "眼": 2382,
      "着": 2383,
      "睡": 2384,
      "督": 2385,
      "睦": 2386,
      "睨": 2387,
      "睫": 2388,
      "瞑": 2389,
      "瞠": 2390,
      "瞬": 2391,
      "瞭": 2392,
      "瞰": 2393,
      "瞳": 2394,
      "矛": 2395,
      "矜": 2396,
      "矢": 2397,
      "知": 2398,
      "矧": 2399,
      "矩": 2400,
      "短": 2401,
      "矯": 2402,
      "石": 2403,
      "砂": 2404,
      "研": 2405,
      "砕": 2406,
      "砦": 2407,
      "砲": 2408,
      "破": 2409,
      "硝": 2410,
      "硫": 2411,
      "硬": 2412,
      "硯": 2413,
      "碁": 2414,
      "碇": 2415,
      "碌": 2416,
      "碍": 2417,
      "碑": 2418,
      "碓": 2419,
      "碩": 2420,
      "確": 2421,
      "磁": 2422,
      "磋": 2423,
      "磐": 2424,
      "磨": 2425,
      "磯": 2426,
      "礁": 2427,
      "礎": 2428,
      "礒": 2429,
      "礦": 2430,
      "礫": 2431,
      "礬": 2432,
      "示": 2433,
      "礼": 2434,
      "社": 2435,
      "祀": 2436,
      "祇": 2437,
      "祈": 2438,
      "祉": 2439,
      "祐": 2440,
      "祓": 2441,
      "祖": 2442,
      "祗": 2443,
      "祚": 2444,
      "祝": 2445,
      "神": 2446,
      "祠": 2447,
      "祥": 2448,
      "票": 2449,
      "祭": 2450,
      "祷": 2451,
      "禁": 2452,
      "禄": 2453,
      "禅": 2454,
      "禍": 2455,
      "禎": 2456,
      "福": 2457,
      "禮": 2458,
      "秀": 2459,
      "私": 2460,
      "秋": 2461,
      "科": 2462,
      "秒": 2463,
      "秘": 2464,
      "秤": 2465,
      "秦": 2466,
      "秩": 2467,
      "称": 2468,
      "移": 2469,
      "稀": 2470,
      "程": 2471,
      "税": 2472,
      "稙": 2473,
      "稚": 2474,
      "稜": 2475,
      "種": 2476,
      "稲": 2477,
      "稼": 2478,
      "稽": 2479,
      "稿": 2480,
      "穀": 2481,
      "穂": 2482,
      "穆": 2483,
      "積": 2484,
      "穏": 2485,
      "穢": 2486,
      "穣": 2487,
      "穫": 2488,
      "穴": 2489,
      "究": 2490,
      "穹": 2491,
      "空": 2492,
      "穽": 2493,
      "穿": 2494,
      "突": 2495,
      "窃": 2496,
      "窄": 2497,
      "窒": 2498,
      "窓": 2499,
      "窘": 2500,
      "窟": 2501,
      "窩": 2502,
      "窪": 2503,
      "窮": 2504,
      "窯": 2505,
      "窺": 2506,
      "竄": 2507,
      "竈": 2508,
      "立": 2509,
      "竜": 2510,
      "竟": 2511,
      "章": 2512,
      "竣": 2513,
      "童": 2514,
      "端": 2515,
      "競": 2516,
      "竹": 2517,
      "竺": 2518,
      "竿": 2519,
      "笈": 2520,
      "笑": 2521,
      "笛": 2522,
      "笠": 2523,
      "笥": 2524,
      "符": 2525,
      "第": 2526,
      "笹": 2527,
      "筆": 2528,
      "筈": 2529,
      "等": 2530,
      "筋": 2531,
      "筍": 2532,
      "筐": 2533,
      "筑": 2534,
      "筒": 2535,
      "答": 2536,
      "策": 2537,
      "筝": 2538,
      "筧": 2539,
      "箇": 2540,
      "箋": 2541,
      "箍": 2542,
      "箒": 2543,
      "箔": 2544,
      "箕": 2545,
      "算": 2546,
      "管": 2547,
      "箪": 2548,
      "箭": 2549,
      "箱": 2550,
      "箸": 2551,
      "節": 2552,
      "篁": 2553,
      "範": 2554,
      "篆": 2555,
      "篇": 2556,
      "築": 2557,
      "篝": 2558,
      "篠": 2559,
      "篤": 2560,
      "篩": 2561,
      "篭": 2562,
      "簒": 2563,
      "簗": 2564,
      "簡": 2565,
      "簿": 2566,
      "籃": 2567,
      "籍": 2568,
      "籐": 2569,
      "籔": 2570,
      "籟": 2571,
      "籠": 2572,
      "米": 2573,
      "籾": 2574,
      "粉": 2575,
      "粋": 2576,
      "粒": 2577,
      "粕": 2578,
      "粗": 2579,
      "粘": 2580,
      "粛": 2581,
      "粟": 2582,
      "粥": 2583,
      "粧": 2584,
      "粽": 2585,
      "精": 2586,
      "糊": 2587,
      "糖": 2588,
      "糞": 2589,
      "糧": 2590,
      "糸": 2591,
      "糺": 2592,
      "系": 2593,
      "糾": 2594,
      "紀": 2595,
      "約": 2596,
      "紅": 2597,
      "紋": 2598,
      "納": 2599,
      "紐": 2600,
      "純": 2601,
      "紗": 2602,
      "紙": 2603,
      "級": 2604,
      "紛": 2605,
      "素": 2606,
      "紡": 2607,
      "索": 2608,
      "紫": 2609,
      "累": 2610,
      "細": 2611,
      "紳": 2612,
      "紹": 2613,
      "終": 2614,
      "組": 2615,
      "絆": 2616,
      "経": 2617,
      "結": 2618,
      "絞": 2619,
      "絡": 2620,
      "絢": 2621,
      "絣": 2622,
      "給": 2623,
      "絨": 2624,
      "統": 2625,
      "絵": 2626,
      "絶": 2627,
      "継": 2628,
      "続": 2629,
      "綜": 2630,
      "綬": 2631,
      "維": 2632,
      "綱": 2633,
      "網": 2634,
      "綴": 2635,
      "綺": 2636,
      "綻": 2637,
      "綽": 2638,
      "綾": 2639,
      "綿": 2640,
      "緊": 2641,
      "総": 2642,
      "緑": 2643,
      "緒": 2644,
      "線": 2645,
      "緞": 2646,
      "締": 2647,
      "編": 2648,
      "緩": 2649,
      "緯": 2650,
      "練": 2651,
      "緻": 2652,
      "縁": 2653,
      "縄": 2654,
      "縋": 2655,
      "縛": 2656,
      "縞": 2657,
      "縦": 2658,
      "縫": 2659,
      "縮": 2660,
      "縷": 2661,
      "總": 2662,
      "績": 2663,
      "繁": 2664,
      "繊": 2665,
      "繋": 2666,
      "繍": 2667,
      "織": 2668,
      "繕": 2669,
      "繚": 2670,
      "繪": 2671,
      "繰": 2672,
      "繹": 2673,
      "纂": 2674,
      "纏": 2675,
      "纒": 2676,
      "线": 2677,
      "缶": 2678,
      "缺": 2679,
      "罔": 2680,
      "罠": 2681,
      "罪": 2682,
      "罫": 2683,
      "置": 2684,
      "罰": 2685,
      "署": 2686,
      "罵": 2687,
      "罷": 2688,
      "罹": 2689,
      "羂": 2690,
      "羅": 2691,
      "羊": 2692,
      "美": 2693,
      "羞": 2694,
      "群": 2695,
      "羨": 2696,
      "義": 2697,
      "羲": 2698,
      "羹": 2699,
      "羽": 2700,
      "翁": 2701,
      "翌": 2702,
      "習": 2703,
      "翔": 2704,
      "翦": 2705,
      "翻": 2706,
      "翼": 2707,
      "老": 2708,
      "考": 2709,
      "者": 2710,
      "耐": 2711,
      "耕": 2712,
      "耗": 2713,
      "耳": 2714,
      "耶": 2715,
      "耿": 2716,
      "聊": 2717,
      "聖": 2718,
      "聞": 2719,
      "聲": 2720,
      "聳": 2721,
      "聴": 2722,
      "職": 2723,
      "聾": 2724,
      "肆": 2725,
      "肇": 2726,
      "肉": 2727,
      "肋": 2728,
      "肌": 2729,
      "肖": 2730,
      "肘": 2731,
      "肝": 2732,
      "股": 2733,
      "肢": 2734,
      "肥": 2735,
      "肩": 2736,
      "肪": 2737,
      "肯": 2738,
      "育": 2739,
      "肺": 2740,
      "胃": 2741,
      "胆": 2742,
      "背": 2743,
      "胎": 2744,
      "胚": 2745,
      "胞": 2746,
      "胡": 2747,
      "胱": 2748,
      "胸": 2749,
      "能": 2750,
      "脂": 2751,
      "脅": 2752,
      "脆": 2753,
      "脇": 2754,
      "脈": 2755,
      "脊": 2756,
      "脚": 2757,
      "脱": 2758,
      "脳": 2759,
      "脹": 2760,
      "腎": 2761,
      "腐": 2762,
      "腑": 2763,
      "腔": 2764,
      "腕": 2765,
      "腫": 2766,
      "腰": 2767,
      "腱": 2768,
      "腸": 2769,
      "腹": 2770,
      "腺": 2771,
      "腿": 2772,
      "膀": 2773,
      "膏": 2774,
      "膚": 2775,
      "膜": 2776,
      "膝": 2777,
      "膠": 2778,
      "膨": 2779,
      "膳": 2780,
      "膵": 2781,
      "膾": 2782,
      "膿": 2783,
      "臀": 2784,
      "臆": 2785,
      "臍": 2786,
      "臓": 2787,
      "臚": 2788,
      "臣": 2789,
      "臥": 2790,
      "臨": 2791,
      "自": 2792,
      "臭": 2793,
      "至": 2794,
      "致": 2795,
      "臺": 2796,
      "臼": 2797,
      "舅": 2798,
      "與": 2799,
      "興": 2800,
      "舌": 2801,
      "舎": 2802,
      "舐": 2803,
      "舗": 2804,
      "舘": 2805,
      "舛": 2806,
      "舞": 2807,
      "舟": 2808,
      "航": 2809,
      "般": 2810,
      "舵": 2811,
      "舶": 2812,
      "舷": 2813,
      "船": 2814,
      "艇": 2815,
      "艘": 2816,
      "艤": 2817,
      "艦": 2818,
      "良": 2819,
      "艱": 2820,
      "色": 2821,
      "艶": 2822,
      "艸": 2823,
      "芋": 2824,
      "芝": 2825,
      "芦": 2826,
      "芭": 2827,
      "芯": 2828,
      "花": 2829,
      "芳": 2830,
      "芸": 2831,
      "芹": 2832,
      "芻": 2833,
      "芽": 2834,
      "苑": 2835,
      "苔": 2836,
      "苗": 2837,
      "苛": 2838,
      "若": 2839,
      "苦": 2840,
      "苫": 2841,
      "英": 2842,
      "苺": 2843,
      "茂": 2844,
      "茅": 2845,
      "茎": 2846,
      "茗": 2847,
      "茜": 2848,
      "茨": 2849,
      "茫": 2850,
      "茶": 2851,
      "茸": 2852,
      "茹": 2853,
      "草": 2854,
      "荊": 2855,
      "荒": 2856,
      "荘": 2857,
      "荷": 2858,
      "荻": 2859,
      "莞": 2860,
      "莢": 2861,
      "莫": 2862,
      "莵": 2863,
      "莽": 2864,
      "菅": 2865,
      "菊": 2866,
      "菌": 2867,
      "菓": 2868,
      "菜": 2869,
      "菟": 2870,
      "菩": 2871,
      "菫": 2872,
      "華": 2873,
      "菰": 2874,
      "菱": 2875,
      "萃": 2876,
      "萌": 2877,
      "萎": 2878,
      "萩": 2879,
      "萬": 2880,
      "萱": 2881,
      "萼": 2882,
      "落": 2883,
      "葉": 2884,
      "著": 2885,
      "葛": 2886,
      "董": 2887,
      "葬": 2888,
      "葭": 2889,
      "葵": 2890,
      "葺": 2891,
      "蒋": 2892,
      "蒐": 2893,
      "蒔": 2894,
      "蒙": 2895,
      "蒜": 2896,
      "蒟": 2897,
      "蒡": 2898,
      "蒲": 2899,
      "蒸": 2900,
      "蒻": 2901,
      "蒼": 2902,
      "蓄": 2903,
      "蓉": 2904,
      "蓋": 2905,
      "蓮": 2906,
      "蓼": 2907,
      "蔀": 2908,
      "蔑": 2909,
      "蔓": 2910,
      "蔡": 2911,
      "蔭": 2912,
      "蔵": 2913,
      "蔽": 2914,
      "蕉": 2915,
      "蕎": 2916,
      "蕨": 2917,
      "蕩": 2918,
      "蕪": 2919,
      "蕾": 2920,
      "薄": 2921,
      "薇": 2922,
      "薔": 2923,
      "薙": 2924,
      "薦": 2925,
      "薨": 2926,
      "薩": 2927,
      "薪": 2928,
      "薫": 2929,
      "薬": 2930,
